<?xml version="1.0" encoding="utf-8"?>
<data><url>http://www.aljazeera.com/news/americas/2008/08/2008826231033768697.html</url><paragraphs><unknownNode>Clinton can still count on a loyal group of supporters</unknownNode><unknownNode>As the political pundits debate the possibly fractious relationship between Hillary Clinton and Barack Obama, for the women of the Democratic convention her legacy is clear.</unknownNode><unknownNode>At the "Unconventional Women" gathering for the convention this week, women from the Democratic party celebrated the 88th anniversary of the ratification of the 19th amendment to the US constitution, which guaranteed women the right to vote.</unknownNode><unknownNode>One of the major themes of this year's convention is the role of women within the party, and thousands of women and girls cheered enthusiastically as speaker after speaker hailed the progression of women in the 20th century in the US political arena.</unknownNode><unknownNode>But the loudest cheers were reserved for any mention of&amp;nbsp;Clinton.</unknownNode><unknownNode>It is clear that the New York senator still retains a considerable groundswell of support within the women of the party, and many were keen to sing her praises.</unknownNode><unknownNode>Nancy Pelosi, speaker of the House if Representatives and the highest ranking woman in congress, hailed Clinton's success "in showing intellect, savvy [and] showing that a woman can run for president and that the American people are ready for a woman president".</unknownNode><unknownNode>Enduring legacy?</unknownNode><unknownNode>Despite lingering bitterness among some of Clinton's more hardcore supporters over her loss to Obama, many Democratic women are quick to observe that it was the historic nature of her candidacy&amp;nbsp;- and the fact that 18 million people voted for her - that would prove a more enduring legacy.</unknownNode><unknownNode>        In focus      In-depth coverage of the US election        Joanne Bamberger, who runs the political blog PunditMom, told Al Jazeera that Clinton's run had inspired a whole new generation of women to get involved in politics, and that the next step was "to capture this moment to get more women who became interested and keep them interested".</unknownNode><unknownNode>"We've passed that stage of being a novelty, and it's significant that she came so close and had so many people support her," she said.</unknownNode><unknownNode>The 2008 convention has seen more women involved than ever before; organisers say they represent more than half the attending delegates.</unknownNode><unknownNode>Several grassroots organisations dedicated to spreading political awareness among women are using the convention as fertile ground to find future potential female holders of political office.</unknownNode><unknownNode>'Double-edged sword'</unknownNode><unknownNode>Clinton's run was also praised by&amp;nbsp;another high profile woman present at the Democratic convention, Michelle Obama, whose role as the new Democratic "first lady" has been closely scrutinised.</unknownNode><unknownNode>              Michelle Obama has faced criticismin the US media        On Monday evening Michelle Obama took to the convention stage in which she extolled the virtues of her candidate husband&amp;nbsp;- noting he had been raised by a single mother - but also praised Clinton for the '18 million cracks' in the glass ceiling,&amp;nbsp;referring to those who voted for her in the primaries and for the inspiration she had provided for Obama's own two daughters.</unknownNode><unknownNode>Obama herself has in recent months proved she can weather the slings and arrows of a barbed political campaign after Republican anger over comments she made that were perceived to be unpatriotic.</unknownNode><unknownNode>In edging towards the political spotlight as the elections approach, she has taken pains to emphasise to women voters her efforts to maintain a balance between her duties as a mother and a political wife.</unknownNode><unknownNode>Nonetheless, Bamberger notes that such a platform can prove a "double-edged sword".</unknownNode><unknownNode>"She has to be very careful...to strike the right tone and balance and not go too far over the line of saying 'I'm just like you' because she isn't like most working mothers, she's lucky," she says.</unknownNode><unknownNode>"She has to find the right balance as someone relatively well-off trying to say 'I understand' to someone who doesn't have the resources."</unknownNode><unknownNode>'Moving goalposts'</unknownNode><unknownNode>Ilana Goldman, president of the Women&amp;rsquo;s Campaign Forum who runs the She Should Run programme which works to encourage women to enter office, told Al Jazeera that the group has registered 1,500 women to run for public office since starting in 2007, but is cautious about saying 2008 is a breakthrough year.</unknownNode><unknownNode>              Ilana Goldman says 2008 has been abreakthrough year for women in politics        "We don't have enough women in our public office and in our legislature. In terms of breakthrough, I tend to think it's more of a media thing - every few years it's a great headline," she says.</unknownNode><unknownNode>"Of course it's a breakthrough year and I think we'll have more, but the goalposts keep moving.</unknownNode><unknownNode>"It's not that there is ever a day in which we say 'we're done'.</unknownNode><unknownNode>"We're done when women are consistently 50 per cent of all elective roles. There will always a next step of how we want to break women more into US politics," she says.</unknownNode><unknownNode>Women in the US still comprise only around 20 per cent of the nation's senate, house of representatives and governorship seats, and in addition there have been mounting concerns among some women's political organisations that hard fought victories in terms of abortion rights, equal pay and social programmes are being rolled back.</unknownNode><unknownNode>Battles to come</unknownNode><unknownNode>One new battle for the women of the Democratic party is the issue of equal pay, following a controversial ruling by the nation's top court - the Supreme Court - that restricted people's right to seek redress for pay discrimination.</unknownNode><unknownNode>The case, brought against Goodyear tyres by a former manager, Lily Ledbetter, after she discovered she had been consistently paid less than her male colleagues, became a cause celebre in the Democratic party.</unknownNode><unknownNode>Ledbetter has been invited to be one of the few non-political speakers at the convention, and her case led to the Fair Pay Restoration Act legislation being introduced and passed by the US House of Representatives.</unknownNode><unknownNode>However, the legislation was later stalled, to the fury of the Democrats, by Republicans in the senate.</unknownNode><unknownNode>Citing Ledbetter's case and others, Debbie Stabenow, senator for the US state of Michigan, told the Unconventional Women forum that women of the party "should celebrate our successes but remain vigilant".</unknownNode><unknownNode>"We must maintain awareness and defeat anything that could hold us back," she said.</unknownNode><unknownNode>Nonetheless, the Democratic women seem confident that the party&amp;rsquo;s women, and US women as a whole, have moved one large step closer to breaking the so-called glass ceiling.</unknownNode><unknownNode>As&amp;nbsp;Pelosi said to loud cheers at the forum: "At last we have a seat at the table. But we want more."</unknownNode><unknownNode>Content on this website is for general information purposes only.     Your comments are provided by your own free will and you take sole responsibility for any direct or indirect     liability. You hereby provide us with an irrevocable, unlimited, and global license for no consideration to     use, reuse, delete or publish comments, in accordance with Community     Rules&amp;nbsp;&amp;amp; Guidelines&amp;nbsp;and&amp;nbsp;Terms and     Conditions.</unknownNode></paragraphs></data>
