{"url":"testarticle.html","paragraphs":["Washington (CNN) -- Quick, can you hear it? That creaking sound from Washington is the nerves of congressional Democrats in response to the political firestorm raging around Obamacare.","The botched rollout of the Affordable Care Act's vital new marketplaces, coupled with insurers notifying more than a million Americans that their policies were being canceled, raised questions about the administration competence and honesty in selling and implementing President Barack Obama's signature health care reforms.","After Obama's apology, talk of solutions and -- still -- the website","Republicans still licking their wounds after last month's failed bid to dismantle Obamacare by shutting down the government got a new chance to attack, keeping the issue in national headlines because of the problems rather than a successful launch of the enrollment process.","Issa accused of selectively leaking Obamacare documents","GOP moves past troubled website","Obama apologized on Thursday night in an interview with NBC and said unspecified steps would be taken to help those losing coverage.","However, some Democrats facing re-election battles next year are joining Republicans in calling for the administration to delay provisions of the 2010 law that survived a Supreme Court challenge last year.","Vulnerable Senate Dems voice concerns to Obama, Biden","Here are four reasons why Democrats are nervous:","Website woes","The major problem has been the failure of the HealthCare.gov website that was set up to enroll people in new Obamacare health insurance exchanges starting on October 1.","Instead of a comprehensive online portal for uninsured people or those who buy individual coverage to readily shop for policies online, the website became a symbol of government failure when most early visitors couldn't log in, got constant error messages, faced long delays and had their profiles disappear.","CMS staffer points to improvements in flawed site","A public relations nightmare ensued, with the administration the butt of national jokes. A spoof song at Wednesday's CMA Awards show lampooned the wait faced by people trying to use the website, with co-hosts Brad Paisley and Carrie Underwood singing: \"I'm going to wind up with hemorrhoids, if I sit here 'til dawn.\"","But the actual damage has been much more significant.","The health care reforms depend on full public participation to create large markets that reflect the broad public spectrum -- including both less-expensive younger people and more expensive older folks -- as well as more competition for the increased business.","What else could go wrong with Obamacare?","HealthCare.gov was supposed to be both the main source of public information and the main vehicle for signing people up. Its early failures made the tough challenge of launching the markets appear insurmountable.","At a series of committee hearings in recent weeks, Democratic legislators joined Republicans in lambasting the Obama administration for the malfunctioning website. They called the problems and the government's failure to anticipate them unacceptable, and demanded fast action to get HealthCare.gov functioning smoothly.","\"This is the 21st Century,\" Democratic Rep. Anna Eshoo of California told a House Energy and Commerce Committee hearing on October 24.","She rejected an administration contention that initial website volume was higher than expected, noting that Amazon and Ebay don't crash days before Christmas and ProFlowers doesn't crash just before Valentine's Day.","The administration says it will have the Obamacare website running smoothly for the \"vast majority of users\" by November 30, though it warns the first enrollment figures coming out next week will be far lower than expected.","\"They were always going to be low,\" White House spokesman Jay Carney told reporters on Thursday. \"And that was even when we did not expect the problems with the website that occurred.\"","At the same time, Carney noted the enrollment period runs through March, adding that a fully functioning website by the end of November would leave plenty of time for people to enroll for required coverage under the law.","CNNMoney: Obamacare deadlines clarified","Both supporters and detractors acknowledge that continued website problems beyond November 30 would be a major problem threatening the goal of robust enrollment by the end of March.","The law itself","The bigger fear for Democrats is that public sentiment will side with Republicans who have warned for four years that Obamacare amounted to big government run amok, resulting in an unmanageable new bureaucracy.","Regardless of how things turn out, the perception so far is that the administration's inability to effectively launch a crucial part of the Affordable Care Act might foreshadow further problems down the road.","GOP on insurance cancellations: 'We told you so'","Obama sought to blunt that argument in the NBC interview, saying the goal of the health care reforms -- making affordable coverage available to millions of uninsured and underinsured people -- remained crucial and that the reforms he championed were the best way to pursue it.","\"I think we, in good faith, have been trying to take on a health care system that has been broken for a very long time,\" the President said. \"And what we've been trying to do is to change it in the least disruptive way possible.\"","However, the biggest disruption to date -- cancellation notices to a small percentage of Americans after Obama repeatedly promised they could keep coverage they liked -- provided strong ammunition for strong GOP attacks that put the President and Democrats on defense.","\"Despite Democrats' promises, millions of families are losing their insurance, losing access to their doctors, or being forced to pay more for insurance,\" Republican National Committee Chairman Reince Priebus said Friday in trying to link the issue to a stronger-than-expected October jobs report. \"Their household economies are taking a hit, and Obamacare has made life more uncertain for them.\"","Obama's apology addressed the cancellation notices received by some among the 5% of Americans who buy their own individual health insurance instead of getting coverage through their jobs or government programs such as Medicare and Medicaid like 80% of the population.","\"Even though it's a small percentage of folks who may be disadvantaged, you know, it means a lot to them. And it's scary to them,\" he said. \"And I am sorry that they-- you know, are finding themselves in this situation, based on assurances they got from me.\"","On Friday, Health and Human Services Secretary Kathleen Sebelius said the administration was \"looking at a number of options\" on how to help people with canceled policies, \"but there isn't any specific proposal at the table immediately.\"","White House spokesman Josh Earnest told reporters Friday that Obama \"has directed his team to consider some administrative solutions to those problems,\" but he also emphasized the need to better educate Americans with canceled policies on the options they have for getting more comprehensive coverage.","Carney said Thursday that Democratic concerns focused on the website problems rather than the guts of the reforms.","\"Every one of the Democrats who voted for this and believed in it and fought for it, and with the president, defended it against the constant assault by Republicans and outside opponents, continue to believe in it, and believe it's the right thing to do,\" he said.","Election year politics","By this time next year, voters will have decided races for all 435 House seats and 33 of the 100 Senate seats, including 21 now held by Democrats. With five Senate Democratic incumbents retiring, the 16 up for re-election are especially vulnerable to attack from the political right over Obamacare.","Already, the conservative advocacy group Americans for Prosperity has spent more than $7.6 million in recent weeks on TV, radio and web ads attacking legislators who support Obamacare and applauding those against the reforms.","Conservative group continues to pile money into anti-Obamacare ads","AFP is partially funded by the billionaire industrialist Koch brothers, who have spent many millions of dollars to back conservative causes and candidates.","One set of ads targeted Democratic Sen. Mary Landrieu of Louisiana, who is facing a tough re-election battle in the conservative-leaning state.","Landrieu backed the Affordable Care Act, but now calls for Obama to make good on his pledge that people who like their policies can keep them.","She announced last week that she will introduce legislation allowing people to maintain their current coverage into 2014 as long as they make the payments, saying: \"A promise was made that if you like your health plan, you can keep it - and I will do everything I can to see that the promise is kept.\"","At the same time, she echoed the administration's argument that most of the individual policy holders getting cancellation notices will get a better deal under Obamacare.","\"Many people may find better plans in the marketplaces that offer superior coverage for them at a good value and at a potentially lower cost,\" she said in the statement. \"But if people want to keep their current plans, they should be able to do so.\"","Landrieu flew with Obama to New Orleans on Friday, but she missed his speech on economic development due to what her office called long-scheduled events in Lake Charles. Obama praised her during his remarks for tireless advocacy on behalf of the people of Louisiana.","She was one of 15 Democratic Senators, most of them facing re-election challenges in 2014, who met with Obama at the White House this week to discuss the Obamacare brouhaha.","\"There would not have been this meeting if you didn't have this group of Senators up in 2014,\" a Democratic staffer with knowledge of the event told CNN.","Some who took part said they pushed Obama to make changes such as extending the deadline to enroll past March 31 or delay the fine for failing to do so.","Sen. Mark Pryor of Arkansas said he told the President to \"hold the individuals in charge accountable for these mistakes\" involving the website and other issues, while Sen. Mark Begich of Alaska cited \"an understandable crisis in confidence because the administration has yet to get\" HealthCare.gov \"off the ground.\"","A separate meeting between White House staff and aides to House Democratic leaders was taking place Friday, according to a senior House Democratic aide.","Meanwhile, Democratic Sen. Joe Manchin of West Virginia is teaming with Republican Sen. Mark Kirk of Illinois on a measure to effectively put off the requirement for everyone to obtain insurance for a year by delaying the fine for non-compliance.","\"This commonsense proposal simply allows Americans to take more time to browse and explore their options, making 2014 a true transition year,\" Manchin said in a joint statement with Kirk.","At this point, the proposals amount to political posturing. The administration opposes any delay, even as it considers specific steps to help people facing canceled policies, and it was unlikely that any legislation that included major changes to Obamacare would pass the Senate or get signed by the President.","\"Delaying the Affordable Care Act wouldn't delay people's cancer or diabetes or Parkinson's,\" Sebelius told a Senate committee this week, adding that \"for for millions of Americans, delay is not an option. People's lives depend on this.\"","GOP scorched earth tactics","The upcoming elections aside, Democrats also are contending with the no-holds-barred opposition by Republicans who seek any opportunity to call for getting rid of the health care reforms despised by Republicans.","Going back to the debate on Obamacare that started in 2009, GOP legislators have fought it in committees and in both the House and Senate, with zero Republicans supporting the Affordable Care Act when it passed in 2010.","Republican attorneys general helped mount the unsuccessful Supreme Court challenge against the reforms, and some GOP governors now have rejected federal money under Obamacare to expand Medicaid coverage for indigent people lacking health insurance.","Obama criticized such resistance at speeches this week in two GOP-led states that have rejected the Medicaid expansion -- Texas and Louisiana. Joining the federal program would mean fewer uninsured people going to emergency rooms for their health care, which Obama said resulted in a \"hidden tax\" because hospitals pass the resulting extra costs on to everyone else.","\"It's the right thing to do for the health of our economies as a whole,\" he said. \"It is a practical, pragmatic reason to do it that has nothing to do with politics or ideology.\"","In Washington, meanwhile, the chairman of the House Ways and Means Committee issued a subpoena for the administration to turn over enrollment figures so far by Friday.","Sebelius has said the first figures would be released next week, and there was no sign her department would budge.","The GOP push for figures seeks to cast the botched rollout of the Obamacare website in the worst possible light. Sebelius and Carney have tried to downplay expectations by repeatedly saying the initial figures would be lower than expected.","Both Obama and Sebelius repeatedly emphasize that the website problems have prevented consumers from getting the information they need about coverage options, possible government subsidies and other details that they insist would alleviate concerns.","At the Senate hearing Wednesday, Sebelius implied without directly saying so that Republicans were failing to properly inform their constituents about the health care reforms.","\"I think that it is always welcome to have elected officials in their home states give information to constituents about what the law says, what their options are, what their benefits could be, what choices they have, and how to access the process,\" she said.","Obamacare sign-up concerns congressional staff","CNN' s Jim Acosta, Bryan Koenig and Ashley Killough contributed to this report.",""]}