<?xml version="1.0" encoding="utf-8"?>
<data><url>http://www.foxnews.com/us/2013/10/11/missing-organs-fuel-outcry-over-georgia-teen-gym-mat-death/</url><paragraphs><unknownNode>You're logged in as &amp;nbsp;</unknownNode><unknownNode/><unknownNode>On Air Now &amp;rsaquo;</unknownNode><unknownNode>On Air Personalities &amp;rsaquo;</unknownNode><unknownNode> 				Previous Slide  				Next Slide 			</unknownNode><unknownNode>UNDATED: Kendrick Johnson,17, was found dead inside his high school's gym.AP</unknownNode><unknownNode>SAVANNAH, Ga. &amp;#8211; &amp;nbsp;The parents of a Georgia teenager whose body was found inside a rolled-up wrestling mat at school said Thursday that they have a new reason to suspect signs of foul play were covered by investigators -- their son was buried without his internal organs.</unknownNode><unknownNode>The body of Kendrick Johnson, 17, was found Jan. 11 in south Georgia. Lowndes County sheriff's investigators concluded that he died in a freak accident, falling headfirst into an upright mat and becoming trapped. But Johnson's family believes he was killed and has been pressuring authorities into taking a second look at the case.</unknownNode><unknownNode>The teenager's family announced Thursday that the Florida lawyer who helped push for a criminal prosecution in the shooting of Trayvon Martin has joined efforts to reopen an investigation into Johnson's death. His parents also revealed that when Johnson's body was exhumed over the summer for a second autopsy, the private pathologist discovered his organs were missing and newspaper had been used to fill the body cavity.</unknownNode><unknownNode>"I feel outraged about them stuffing my son's body with newspaper," Jaquelyn Johnson said.</unknownNode><unknownNode>Benjamin Crump, the lawyer who helped focus national attention on the 2012 shooting death of Martin by neighborhood watch volunteer George Zimmerman, said the discovery raises questions about why Johnson's organs went missing and couldn't be examined in the follow-up autopsy the family requested.</unknownNode><unknownNode>"When you think about it logically, it seems to be some kind of conspiracy to conceal the truth about what happened to Kendrick and who did it to him," Crump said.</unknownNode><unknownNode>School officials found Johnson's body in the gym after his parents reported him missing the night before. He was stuck upside down in the middle of a wrestling mat that had been rolled up and propped upright behind bleachers.</unknownNode><unknownNode>Sheriff Chris Prine has said he suspected Johnson became trapped trying to retrieve a shoe that fell into the center of the large, rolled mat. A Georgia Bureau of Investigation medical examiner concluded that he died from positional asphyxia, his body stuck in a position in which he couldn't breathe.</unknownNode><unknownNode>But a judge agreed in May to exhume the body, and Kenneth and Jacquelyn Johnson hired Dr. William R. Anderson to provide a second opinion. The private pathologist presented a four-page report of his findings Aug. 15 saying he detected hemorrhaging on the right side of Johnson's neck. He concluded the teenager died from blunt force trauma near his carotid artery and that the fatal blow appeared to be nonaccidental.</unknownNode><unknownNode>Johnson's family said Anderson also revealed that most of his internal organs were missing and the body cavity was filled with newspaper.</unknownNode><unknownNode>GBI spokeswoman Sherry Lang said Thursday that the agency's policy is to return all organs to bodies after autopsies. That's what happened in Johnson's case, she said.</unknownNode><unknownNode>"Those organs were in the body when we sent it back to the funeral home," said Lang, who added that the GBI stands by the conclusions of its autopsy that found no foul play involved.</unknownNode><unknownNode>But Lowndes County Coroner Bill Watson said many of Johnson's organs were deemed too badly decomposed to be preserved and had to be disposed of before the body was sent to the funeral home. "It would've been during or immediately after the autopsy," he said.</unknownNode><unknownNode>Harrington Funeral Home in Valdosta, which handled Johnson's body, referred calls to attorney Roy Copeland. He said Johnson's organs were missing when the body arrived at Harrington. He also said standard embalming practice is to fill empty space in body cavities with material such as sawdust or cotton.</unknownNode><unknownNode>"Is newspaper necessarily more indicting that sawdust or cotton?" Copeland said.</unknownNode><unknownNode>Medical examiners commonly remove internal organs during forensic autopsies. After autopsies, those organs are typically sealed in a plastic bag and placed back in the body, said Vernie Fountain, who runs an embalming school in Springfield, Mo. When organs are missing, such as in cases involving organ donors, space inside the body cavity often is filled with an absorbent, preservative powder, Fountain said. Sometimes cotton is used with powder.</unknownNode><unknownNode>"I don't think I've ever talked to anyone who told me they've used old newspapers," Fountain said. "There may not be any law that prohibits it. I don't know. But it's just not something that's within what I would consider acceptable standards."</unknownNode><unknownNode>The Georgia secretary of state's office, which regulates funeral homes in the states, is investigating how Johnson's body was handled, spokesman Jared Thomas said.</unknownNode><unknownNode>Meanwhile, Johnson's parents are preparing to file a lawsuit asking a judge to order a coroner's inquest in their son's death, said Chevene King, an attorney working with the family. An inquest would present the evidence in Johnson's death in a public hearing, much like a trial. Johnson's parents hope the outcome would be to change the manner of death listed on his death certificate from accidental to homicide -- paving the way to reopen a criminal investigation.</unknownNode><unknownNode>"This can happen to any of our kids," said Kenneth Johnson, the teenager's father. "We just can't allow this to happen again and again and again."</unknownNode><unknownNode>Johnson's family asked the Justice Department to get involved, arguing that authorities failed to investigate Johnson's death thoroughly because he's black. But the Justice Department found insufficient evidence to support an investigation. U.S. Attorney Michael Moore in Macon has been monitoring the case but has yet to announce whether he'll take any further action. Moore did not immediately return a phone message Thursday.</unknownNode><unknownNode>Watson said he reviewed the second autopsy report on Johnson, but found it vague and lacking the specifics of the GBI's findings.</unknownNode><unknownNode>"I'm terribly sorry for the family," Watson said. "But I don't think raising all this Cain down here is going to bring closure to them."</unknownNode><unknownNode>You must login to comment.</unknownNode><unknownNode>View Article</unknownNode><unknownNode>Advertisement</unknownNode><unknownNode>1</unknownNode><unknownNode>2</unknownNode><unknownNode>3</unknownNode><unknownNode>4</unknownNode><unknownNode>5</unknownNode><unknownNode>See all trends&amp;rsaquo;</unknownNode><unknownNode> Smarter America&amp;nbsp;&amp;rsaquo; </unknownNode><unknownNode>Advertisement</unknownNode><unknownNode>This material may not be published, broadcast, rewritten, or redistributed.	&amp;#169;2013 FOX News Network, LLC. All rights reserved. All market data delayed 20 minutes.</unknownNode></paragraphs></data>
