{"url":"http:\/\/www.aljazeera.com\/news\/asia-pacific\/2013\/11\/scores-dead-after-storm-batters-philippines-201311942050115893.html","paragraphs":["A huge rescue operation is under way after the strongest storm to hit land since records began smashed into the Philippines.","Typhoon Haiyan devastated the central Philippine city of Tacloban on Friday, killing at least 100 people and destroying most houses in a surge of flood water and high winds, officials said.","The death toll and material damage estimates are&nbsp;expected to rise sharply as rescue workers and soldiers on Saturday&nbsp;reach areas cut off by the massive storm, now leaving the Philippines and heading towards Vietnam.","The category 5 storm weakened after hitting six spots in the Philippines and has been downgraded to category 4, though forecasters said it could strengthen again over the South China&nbsp;Sea on its course to hit Vietnam on Sunday.","","The Philippines has yet to resume communications with officials in Tacloban, a city of about 220,000 that suffered the worst of the typhoon, but a senior official estimated at least 100 dead.","The national disaster agency has yet to confirm the toll.","Houses flattened","\"Bodies are lying on the street,\" said Captain John Andrews, deputy director general of the country's Civil Aviation Authority, citing a 5am message from a station manager&nbsp;who&nbsp;only makes contact every four hours to conserve battery power.","He said the deaths were likely caused by huge waves whipped up by the typhoon,","Before communications were cut on Friday, city officials had reported heavy flooding. Mobile phone networks, power lines and trees were toppled and most roads were cut off.","\"Almost all houses were destroyed, many are totally damaged.&nbsp; Only a few are left standing, but with partial damage,\" said Major Rey Balido, a spokesman for the national disaster agency, adding that severed communication links made it hard to fix casualties.&nbsp;","In the island province of Capiz, at least&nbsp;six people were killed and&nbsp;10 missing, according to the provincial disaster response agency.","As much as 90 percent&nbsp;of the houses and buildings in the province&nbsp;were also destroyed, according to national media.","About a million people took shelter in 37 provinces after President Benigno Aquino appealed to those in the typhoon's path to leave vulnerable areas.","Philippine Red Cross chief Gwendolyn Pang told the AFP news agency that one of their top priorities was trying to re-establish contact or reach communities&nbsp;on the eastern islands of&nbsp;Leyte and Samar.","Leyte has been hit hard by the storm. Al Jazeera's Marga Ortigas, reporting from the capital, Manila, said \"very few buildings remain standing if any at all. Almost 100 percent of the homes on the island have been completely wiped out.","\"None of the roads are passable and moving to and from anywhere on the island has been very difficult.\"","Another area of particular concern was Guiuan, a fishing town of about 40,000 people on Samar that was the first to be hit after Haiyan swept in from the Pacific Ocean. The Red Cross's Pang said contact had not yet been made with Guiuan.","Pang also expressed concern for people in the province of Capiz, about 200km west of Tacloban, on Panay island where she said most of the region's infrastructure had been destroyed and many houses \"flattened to the ground\".","Meteorologists said the impact may not have been as strong as feared because the storm was moving so quickly, reducing the risk of flooding and landslides from torrential rain, the biggest causes of typhoon casualties in the Philippines.","Transports halted","Ferry services and airports in the central Philippines remained closed, hampering aid deliveries to Tacloban, although the military said two C-130 transport planes managed to land at its airport on Saturday.","Andrews said the airport terminal was destroyed by the typhoon, which also blew off the roof of the airport tower in Roxas City in Capiz province to the west.","At least two more people had been killed on the tourist destination of Cebu island, radio reports said.","Haiyan was the second Category 5 typhoon to hit the Philippines this year after Typhoon Usagi in September. An average of 20 typhoons strike every year, and Haiyan was the 24th in 2013. Last year, Typhoon Bopha flattened three towns in southern Mindanao, killing 1,100 people and causing damage of more than $1bn.","732","Content on this website is for general information purposes only.     Your comments are provided by your own free will and you take sole responsibility for any direct or indirect     liability. You hereby provide us with an irrevocable, unlimited, and global license for no consideration to     use, reuse, delete or publish comments, in accordance with Community     Rules&nbsp;&amp; Guidelines&nbsp;and&nbsp;Terms and     Conditions."]}