{"status":"OK","usage":"By accessing AlchemyAPI or using information generated by AlchemyAPI, you are agreeing to be bound by the AlchemyAPI Terms of Use: http:\/\/www.alchemyapi.com\/company\/terms.html","url":"http:\/\/www.cnn.com\/2013\/11\/07\/justice\/georgia-gym-mat-death\/index.html","language":"english","text":"        \n  (CNN) -- In a scathing report recently obtained by CNN, the coroner in the case of a Georgia teen found dead inside a rolled-up gym mat blasted how the initial investigation was handled.\n Authorities say Kendrick Johnson fell into the mat and suffocated while trying to retrieve a sneaker. His family suspects the 17-year-old was murdered and that someone has tried to cover up evidence in the case.\n \"I was not notifedi n (sic) this death until 15:45 hours. The investigative climate was very poor to worse when I arrived on the scene. The body had been noticably (sic) moved. The scene had been compromised and there was no cooperation from law enforcement at the scene. Furthermore the integrity of the evidence bag was compromised on January 13, 2013 by opening the sealed bag and exhibiting the dead body to his father,\" wrote Lowndes County Coroner Bill Watson in a report dated January 22.\n \"I do not approve of the manner this case was handled. Not only was the scene compromised, the body was moved. The integrrety (sic) was breached by opening a sealed body bag, information necessary for my lawful investigation was withheld,\" he said.\n   \n The coroner's death investigation report was obtained by CNN through an open records request directed at the coroner's office.\n A second coroner's death investigation report was provided by the Lowndes County Sheriff's Office.\n The second report, which is not signed nor dated, is not nearly as critical as the first.\n \"I was not called by investigating officers regarding this death until the afore listed time of notification,\" it read.\n It was not immediately clear why there were two coroner's reports. The inconsistencies between them were also not clear.\n When contacted by CNN, a lawyer for the Lowndes County sheriff and the Lowndes County coroner declined to address specific questions about the reports.\n \"In light of the US attorney's review of this matter, the Lowndes County sheriff and the Lowndes County coroner will not comment further on this case. They will fully cooperate and respond to all inquiries of the United States attorney,\" Jim Elliott wrote in an e-mail.\n The U.S. attorney's office in Macon, Georgia, opened an investigation into the case last week.\n While warning his jurisdiction is limited as a federal prosecutor, Michael Moore, the U.S. Attorney for the Middle District of Georgia, said that after a lengthy review of evidence collected by authorities and the family's own investigator, \"sufficient basis exists\" to warrant a formal review of the facts.\n A Georgia judge on Thursday ruled that pending the outcome of that review, he will decide whether to order a coroner's inquest. Johnson's parents had asked for the inquest. A lawyer for them said they would appeal.\n Family questions video oddities\n Also Thursday, lawyers for Johnson's family raised questions about apparent discrepancies in newly released surveillance images, including missing time codes, gaps and a mysteriously blurry and out-of-position camera that should have been pointed right at the spot where authorities found Johnson's body some 10 months ago.\n The surveillance images were provided by authorities after a judge ruled they must be released.\n For instance, in one image, a man seen walking away from the gym in what appears to be an image captured late at night suddenly disappears from a series of images shot by a motion-activated camera. Other images shot at other times capture people walking in that same location, attorney Chevene King said.\n New footage release in the case of Kendrick Johnson\n In another example, King showed reporters images from a camera that he said should have shown the place where authorities say Johnson fell into a gym mat and suffocated. The image was blurry and out of position, he said.\n While stopping short of directly accusing authorities of deliberately tampering with the evidence, King said problems with the surveillance are only the latest in a series of oddities that have drawn national attention to Johnson's death. His bloody body was found rolled up in a mat at Lowndes High School on January 11.\n A state medical examiner ruled his death accidental, despite evidence of a neck injury found in a second autopsy conducted by a pathologist hired by the family. His fingernails had been clipped, his clothes were missing and his organs had been removed and replaced by newspaper.\n \"We have had what I think is a series of events that causes you to raise the question, when does a coincidence stop being a coincidence,\" King told reporters Wednesday in Valdosta, Georgia.\n King demanded that authorities hand over originals of the surveillance video showing time codes and other evidence that he said could show whether the materials had been tampered with.\n Elliott, the attorney for Lowndes County Sheriff Chris Prine, said that his client has confirmed the video had not been altered or edited by anyone within the sheriff's office. An attorney for the school likewise said that what was provided to the sheriff's office was the raw feed with no edits.\n Federal prosecutor will look into Kendrick Johnson case\n Kendrick's father, Kenneth Johnson, angrily demanded justice, calling authorities corrupt and vowing the family will not stop until they get answers to what happened to his son.\n \"The Lowndes County Sheriff's Department, the D.A.'s office, they convict people all the time inside this courthouse,\" he said. \"Should they not be held responsible for the lies they are telling and for the corruption?\"\n","entities":[{"type":"Person","relevance":"0.872368","count":"9","text":"Kendrick Johnson"},{"type":"StateOrCounty","relevance":"0.705323","count":"6","text":"Lowndes County"},{"type":"Organization","relevance":"0.528377","count":"1","text":"Lowndes County Sheriff's Office"},{"type":"Organization","relevance":"0.490015","count":"2","text":"Lowndes High School","disambiguated":{"subType":["School"],"name":"Lowndes High School","geo":"30.840244 -83.321239","website":"http:\/\/lhs.lowndes.k12.ga.us\/","dbpedia":"http:\/\/dbpedia.org\/resource\/Lowndes_High_School","freebase":"http:\/\/rdf.freebase.com\/ns\/m.04lh5dg"}},{"type":"Company","relevance":"0.468307","count":"4","text":"CNN","disambiguated":{"subType":["Broadcast","AwardWinner","RadioNetwork","TVNetwork"],"name":"CNN","website":"http:\/\/www.cnn.com\/","dbpedia":"http:\/\/dbpedia.org\/resource\/CNN","freebase":"http:\/\/rdf.freebase.com\/ns\/m.0gsgr","yago":"http:\/\/yago-knowledge.org\/resource\/CNN"}},{"type":"Person","relevance":"0.455123","count":"7","text":"Chevene King"},{"type":"Organization","relevance":"0.443579","count":"1","text":"Lowndes County Sheriff's Department"},{"type":"JobTitle","relevance":"0.423978","count":"5","text":"attorney"},{"type":"StateOrCounty","relevance":"0.409192","count":"5","text":"Georgia"},{"type":"FieldTerminology","relevance":"0.312451","count":"2","text":"federal prosecutor"},{"type":"Person","relevance":"0.312423","count":"2","text":"Jim Elliott","disambiguated":{"subType":["OfficeHolder"],"name":"Jim Elliott","dbpedia":"http:\/\/dbpedia.org\/resource\/Jim_Elliott","freebase":"http:\/\/rdf.freebase.com\/ns\/m.04fzqvq"}},{"type":"JobTitle","relevance":"0.268744","count":"1","text":"United States attorney"},{"type":"Person","relevance":"0.268021","count":"1","text":"Kenneth Johnson"},{"type":"JobTitle","relevance":"0.267518","count":"1","text":"US attorney"},{"type":"Country","relevance":"0.257706","count":"2","text":"U.S.","disambiguated":{"subType":["Location","Region","AdministrativeDivision","GovernmentalJurisdiction","FilmEditor"],"name":"United States","website":"http:\/\/www.usa.gov\/","dbpedia":"http:\/\/dbpedia.org\/resource\/United_States","freebase":"http:\/\/rdf.freebase.com\/ns\/m.09c7w0","ciaFactbook":"http:\/\/www4.wiwiss.fu-berlin.de\/factbook\/resource\/United_States","opencyc":"http:\/\/sw.opencyc.org\/concept\/Mx4rvVikKpwpEbGdrcN5Y29ycA","yago":"http:\/\/yago-knowledge.org\/resource\/United_States"}},{"type":"FieldTerminology","relevance":"0.247243","count":"1","text":"law enforcement"},{"type":"Person","relevance":"0.241931","count":"1","text":"Bill Watson"},{"type":"City","relevance":"0.236322","count":"1","text":"Macon","disambiguated":{"subType":["GovernmentalJurisdiction"],"name":"Macon, Georgia","geo":"32.834839 -83.651672","website":"http:\/\/www.cityofmacon.net\/","dbpedia":"http:\/\/dbpedia.org\/resource\/Macon,_Georgia","freebase":"http:\/\/rdf.freebase.com\/ns\/m.0rt80","geonames":"http:\/\/sws.geonames.org\/4207400\/","census":"http:\/\/www.rdfabout.com\/rdf\/usgov\/geo\/us\/ga\/counties\/bibb_county\/macon","yago":"http:\/\/yago-knowledge.org\/resource\/Macon,_Georgia"}},{"type":"Person","relevance":"0.234238","count":"2","text":"Michael Moore"},{"type":"Person","relevance":"0.226026","count":"1","text":"Chris Prine"},{"type":"FieldTerminology","relevance":"0.225636","count":"1","text":"medical examiner"},{"type":"City","relevance":"0.22491","count":"1","text":"Valdosta","disambiguated":{"subType":[],"name":"Valdosta, Georgia","geo":"30.846666666666668 -83.28305555555555","website":"http:\/\/www.valdostacity.com\/","dbpedia":"http:\/\/dbpedia.org\/resource\/Valdosta,_Georgia","freebase":"http:\/\/rdf.freebase.com\/ns\/m.0rxyk","geonames":"http:\/\/sws.geonames.org\/4228147\/","census":"http:\/\/www.rdfabout.com\/rdf\/usgov\/geo\/us\/ga\/counties\/lowndes_county\/valdosta","yago":"http:\/\/yago-knowledge.org\/resource\/Valdosta,_Georgia"}},{"type":"JobTitle","relevance":"0.212007","count":"1","text":"investigator"},{"type":"Organization","relevance":"0.201468","count":"2","text":"D.A."}]}