{"status":"OK","usage":"By accessing AlchemyAPI or using information generated by AlchemyAPI, you are agreeing to be bound by the AlchemyAPI Terms of Use: http:\/\/www.alchemyapi.com\/company\/terms.html","url":"http:\/\/www.foxnews.com\/tech\/2013\/05\/22\/nasa-to-fund-worlds-first-3d-food-printer\/","language":"english","text":" \t  \t\t \t\t\n \t\t\t\t\t\t\t \t\t  \tNASA has announced it is to fund construction of the world’s first ever 3D food printer.\n  The American space company has given a $125,000 grant to mechanical engineer Anjan Contractor, who has already designed the machine. And the space agency hopes it will eventually be able to provide food for astronauts on long-distance journeys through space.\n  \n'We eventually have to change our perception of what we see as food.'- Mechanical engineer Anjan Contractor\n  Some commentators also say the design is just as exciting for Earth-dwellers, as the machines could eventually become a standard kitchen appliance. Families would then be able to simply print off their dinner, rather than spend time preparing it.\n  The food printer is fed on cartridges of powders and oils containing all the nutrients needed for a healthy diet — which work in much the same way as a standard printer’s ink cartridges.\n  The ingredients are sprayed on layer-by-layer by the 3D printer, eventually creating solid three-dimensional food.\n  It is also thought the printers might help cut food waste globally, as the cartridges wouldn’t go out of date for over 30 years and could only be refilled when they had completely run out.\n  “I think, and many economists think, that current food systems can’t supply 12 billion people sufficiently,\" Contractor told Quartz magazine. “So we eventually have to change our perception of what we see as food.”\n  Once it is up and running, Contractor will test the machine by trying to print a pizza, which was an obvious choice due to its flat shape.\n  The dough will be printed first, then the tomato base, then the \"protein-layer\" topping.\n  3D printing hit headlines recently when a group of American anarchists created a 3D printed gun and published the designs globally, allowing anyone with a 3D printer to create a firearm.\n","entities":[{"type":"JobTitle","relevance":"0.945804","count":"4","text":"Mechanical engineer Anjan Contractor"},{"type":"FieldTerminology","relevance":"0.3816","count":"1","text":"food waste"},{"type":"FieldTerminology","relevance":"0.338974","count":"1","text":"mechanical engineer"},{"type":"Organization","relevance":"0.290299","count":"1","text":"NASA","disambiguated":{"subType":["Company","GovernmentAgency","AirportOperator","AwardPresentingOrganization","SoftwareDeveloper","SpaceAgency","SpacecraftManufacturer"],"name":"NASA","geo":"38.88305555555556 -77.01638888888888","website":"http:\/\/www.nasa.gov\/home\/index.html","dbpedia":"http:\/\/dbpedia.org\/resource\/NASA","freebase":"http:\/\/rdf.freebase.com\/ns\/m.05f4p","opencyc":"http:\/\/sw.opencyc.org\/concept\/Mx4rwQwtspwpEbGdrcN5Y29ycA","yago":"http:\/\/yago-knowledge.org\/resource\/NASA"}},{"type":"PrintMedia","relevance":"0.233361","count":"1","text":"Quartz magazine"}]}