{"status":"OK","usage":"By accessing AlchemyAPI or using information generated by AlchemyAPI, you are agreeing to be bound by the AlchemyAPI Terms of Use: http:\/\/www.alchemyapi.com\/company\/terms.html","url":"http:\/\/news.bbc.co.uk\/2\/hi\/asia-pacific\/9423880.stm","language":"english","text":"                  \t  \t\t          \t  \t  \t\t                                                                        \nThe government has warned of a possible explosion at a second reactor building at the earthquake-damaged Fukushima 1 power station. But it says the reactor, which contains plutonium as well as uranium, should be protected by its metal casing \nMore than 200,000 people are being evacuated from the area around Fukushima 1 and its sister plant, Fukushima 2 (both are in Fukushima prefecture) \nAt least 1,300 people are thought to have died, but police have warned that the death toll in tsunami-hit Miyagi prefecture alone could exceed 10,000 \nNationwide, more than 300,000 people have been evacuated \nThree US warships are off the coast to help in the Japanese government's huge relief effort \n  2355That concludes our live coverage for day three. Join us shortly for our reporting on day four.\n2343The Japanese government estimates that more than 46,000 homes and buildings were damaged by the quake and tsunami, NHK reports. About 5,700 of the structures collapsed in the quake or were washed away by the tsunami.\n    \t  \t\t  \t\t\t  \t\t\t\t\n2340Daniel Cummings, in Philadelphia, writes: \"I grew up in Sendai and lived in Japan for over 15 years. My parents live in Natori city and my youngest brother lives in Tokyo. Thankfully, they are alive, though of course without any utilities or fuel in Natori. My brother and two others from his church received permission from the government to drive up relief supplies to Sendai and are due to arrive in a few hours.\"\n                             Have Your Say                                \n                                                      \n2337Autumn DePoe-Hughes, in Nagoya, Japan, writes: \"Facebook has posted black out information in a special box at the top of the page to all residents of Japan and has assured us that Facebook will still be available during the black outs. The note at the bottom of the box states: 'About this box: Facebook uses this box to provide information to foreigners and visitors in Japan for the duration of the current crisis.'\"\n                             Have Your Say                                \n                                                      \n2332                                                                 Tatsu Satoh                                                       in Kobe, tweets: \"We don't give up. Also the people of Tohoku Region will overcome against Big earthquake this time. #Japan #Tohoku #Earthquake #FF .\"\n    \t  \t\t  \t\t\t  \t\t\t\t\n2331                                                                 Jahnessa                                                       tweets: \"I keep thinking of Japan's children & how terrifying this disaster must be for them. Little lives forever changed #Japan #Tsunami#radiation\"\n2330The experts interviewed by Reuters warn it is still far too early to definitively say the day has been saved, especially as the information from the power company and the authorities is incomplete. But they say that with every hour that goes by, the chances of a major catastrophe are diminished - as long as water from the sea or elsewhere keeps reactor cores from overheating. Japanese authorities \"appear to be having enough success to have forestalled a definite core melt accident that's difficult to control\", said Mark Hibbs of the Carnegie Endowment for International Peace. \"After three days that is very good news.\" But still, he added, it is \"a touch-and-go situation\".\n2327 Pumping seawater into damaged nuclear reactors in Japan should keep them from a catastrophic full-scale meltdown, but conditions are still so volatile that it is far too early to declare the emergency over, nuclear experts have told Reuters. It is probably the first time in the industry's 57-year history that seawater has been used in this way, a sign of how close Japan is to facing a major nuclear disaster, according to the scientists.\n2324Another horrifying account of the moment the tsunami struck, this time from Japanese public broadcaster NHK. A doctor working in Minamisariku's five-storey hospital told how the tsunami had swamped the hospital, reaching up to the fourth floor. There were about 100 patients in the hospital at the time but staff said they could only evacuate patients on the fourth floor. One third of those 100 people were evacuated. The others remain unaccounted for.\n2311The Tokyo Stock Exchange said it was opening as usual. In early foreign exchange trading, the yen rose sharply in anticipation that big Japanese firms would repatriate money from overseas to meet urgent cash needs. The dollar fell to a low of Y80.60, the lowest since 9 November and nearing its all-time low of Y79.75 reached in April 1995.\n2310East Japan Railways has said it is cancelling numerous rush-hour trains, Nikkei adds. Tokyo Metro, one of two subway lines, is reportedly operating trains with longer gaps than usual. \n2307The Tokyo area faces numerous transportation delays early today as it begins its first workday since the quake, Japan's Nikkei news website reports. The government's chief spokesman has been urging people to stay home if at all possible to conserve electricity.\n2259Japanese shares look set to tumble this week while government bonds and the yen are expected to gain, although market players are still trying to gauge the impact of the country's worst earthquake in modern history, Reuters reports. Japan's Nikkei average may tumble below 10,000 today as investors are likely to shift to safer assets after the earthquake, it notes. \n2255Just a reminder that it's now 0755 in Japan, a sunny morning in Tokyo.\n2249Some US lawmakers are calling for a brake on nuclear development in America. \"I've been a big supporter of nuclear power because it's domestic, it's ours and it's clean,\"                                                                  Senator Joseph Lieberman told CBS News. \"But I think we've got to kind of quietly put, quickly put, the brakes on until we can absorb what has happened in Japan as a result of the earthquake and the tsunami and then see what more, if anything, we can demand of the new power plants that are coming on line.\"                                                      \n2227 Radiation levels at Fukushima 1 nuclear plant have again topped legal limits, Kyodo News network says. \n2226 The delay in planned power cuts is due to smaller-than-expected demand, Kyodo News network is reporting Tokyo Electric Power (Tepco) as saying.\n2224 Planned power cuts in the north-east of Japan have been delayed, Japanese media said. Tokyo Electric Power (Tepco) had originally planned to begin the cuts at 0620 (2120 GMT), but has decided to delay them until about 1000 at the earliest.\n2200 Nozomi Kondo, a Japanese woman living in London, tells the BBC that she has been unable to contact her uncle and aunt in Tokyo. \"It's really hard for me to watch these catastrophic pictures. My uncle and aunt live in a building that is over 100 years old. My mum lives nearby in Chiba. There have been aftershocks and my mum was telling me that she was too scared to sleep during the night. She's never experienced such a massive earthquake. Not all the buildings are strong enough to bear the earthquake.\"\n2158 Dennis Mensa from London, UK is halfway through a year-long working holiday and is currently stranded in Sendai, Japan. He took                                                                  this video                                                       in Sendai during an aftershock. \n2154 We have                                                                  received a video                                                       from Wesley Julian showing Junior High School in Osato, Miyagi, Japan when the earthquake hit. He said: \"I was in the teachers' staffroom which is on the second floor. After the initial earthquake finished, the teachers and I gathered supplies and evacuated the building.\" \n2142 Japanese authorities have told the UN nuclear watchdog, the IAEA, that radioactivity levels \"at the site boundary\" of the Onagawa nuclear power plant have returned to normal, Reuters reports. A state of emergency was declared at the site on Sunday after radioactivity readings exceeding allowed levels in the area.\n    \t  \t\t  \t\t\t  \t\t\t\t\n2134Nasa has published the                                                                  Terra satellite's first view of north-eastern Japan in the wake of Friday's earthquake and tsunami                                                      . The image reveals extensive flooding along the Pacific coast after the disaster.\n2133 Winds in the area of the Fukushima nuclear plants were set to turn westerly on Sunday night, Japan's meteorological agency said according to Reuters. \"The wind direction is right for people in Japan,\" it quotes Lennart Carlsson, director of the Nuclear Power Plant Safety in Sweden, as saying. \"It's blowing out to the Pacific. I don't think this will be any problem to other countries.\"\n2121 The rolling power outages set to begin on Monday in the region served by Tokyo Electric Power (Tepco) - Tokyo excluding the central area, and the prefectures of Chiba, Gunma, Ibaraki, Kanagawa, Tochigi, Saitama, Yamanashi and part of Shizuoka - will last until the end of April, Japanese news sources are saying. Many Tokyo landmarks will also be dimmed. \n2103 Japan's Earthquake Research Committee estimates Friday's devastating earthquake forced the tectonic plate on which Japan sits to spring eastward by about 20m (66 feet), says NHK. The researchers also say the quake caused some areas, from Iwate to Fukushima prefectures, to sink up to about 75cm.\n2056 This tsunami was literally a \"once-in-a-millennium\" event, says Professor Fumihiko Imamura from Tohoku University in Sendai. In 869, according to historical texts, there was an earthquake of this scale in which 1,000 people died, he says. Geological research has revealed evidence of the tsunami 5km inland, but only bits and pieces of what happened are known.\n2044 Professor Regan said when they vented the first reactor at Fukushima on Saturday - triggering the explosion at the plant - \"that vapour would almost certainly have had a little bit of radioactive material called nitrogen 16 - which is in all reactors. That decays away very quickly, in 5 to 10 seconds, but if some of the fuel rods - which appears to have been the case - were compromised, some of the radioactive material from the fuel would have got into the steam and that would also have been taken out.\" So a key question seems to be to what extent the fuel rods had begun to melt down.\n2042 Professor Patrick Regan, radiation and environmental protection expert from Surrey University, has told the BBC that it appears none of the secure vessels holding radioactive material at the reactors in Japan has broken, and \"it looks like the worst is over\".\n2020 The rolling, three-hour power outages scheduled to affect prefectures in Kanto and Chubu on Monday - the first in Japan's history - will take place between 0620 and 2200 local time on Monday, says the Japan Times online. \"If we continue [using electricity at the current level], there is the possibility of an all-out blackout in the area,\" it quotes Prime Minister Naoto Kan as saying. \"The impact of a sudden, large-scale blackout would be immense and we must prevent it at all costs.\"\n2011 A former adviser on radiation to the UK government, Dr Christopher Busby, has told the BBC the situation at the nuclear plants is extremely serious. \"Particularly concerning is the [Fukushima] number three reactor which I understand is in trouble now, because... it runs on a different sort of fuel; it doesn't run on uranium, it runs on a mixed uranium plutonium fuel, and plutonium is an extremely serious hazard so if this stuff comes out then it's going to make what's happened so far, in terms of the tsunami damage, look a little bit like an entrée to the real course.\"\n1951The BBC News website has published a                                                                  gallery                                                       of photographs of the devastation in Japan which have been sent in by our readers.\n1942The children's charity, World Vision, which normally works in developing countries, is to send staff to Japan. Spokesman Dominic Nutt told the BBC that it felt compelled to help. \"The scale of this disaster is so huge that in the end we decided we had to get involved. We know that we can do some very good work with the children there. They are traumatised. Everything they believe in, everything they knew and understood - their parents, their houses, their schools - have been ripped away from them, and the very ground on which they stood has been swept away.\"\n1933The New York Times has published                                                                  satellite photos of Japan, before and after the earthquake and tsunami.                                                       If you move the slider, you can really see that towns have been wiped off the map.\n1925The                                                                  US Nuclear Regulatory Commission (NRC) has said                                                       it does not foresee harmful levels of radiation reaching the US from the damaged Japanese nuclear power plants. \"All the available information indicates weather conditions have taken the small releases from the Fukushima reactors out to sea away from the population,\" a statement said. \"Given the thousands of miles between the two countries, Hawaii, Alaska, the US Territories and the US West Coast are not expected to experience any harmful levels of radioactivity.\"\n1918The triple blow of an earthquake, tsunami and nuclear accident is set to damage the world's third largest economy possibly more deeply and for longer than initially expected, analysts have said. Following the 1995 Kobe earthquake, Japan's economy shrank by 2%, followed by a V-shaped recovery. But if the power supply is affected nationwide for a long period, it could lead to a sharp contraction of production. Oil prices are also significantly higher than after Kobe, the Yen is stronger, and the public finances are weaker. The last factor could lead to emergency tax hikes.\n1907Toyota, the world's top carmaker, Nissan and Honda are all suspending production at all their plants in Japan, starting Monday. When production will resume is uncertain. Toyota has 12 factories in the country, while Nissan has three. Honda said the decision would halt its production of 4,000 vehicles a day.\n1900Rescuers are struggling to get to thousands of people who remain stranded in the north-eastern Japanese region of Tohoku. NHK television reports that in Miyagi prefecture, there are more than 3,400 people waiting for help in the city of Kesennuma, 2,300 in Minamisanriku, and 3,800 in Ishinomaki. In Souma city, Fukushima prefecture, rescuers have still not been able to reach residents trapped in their homes because of flooded roads.\n1851Austrian Environment Minister Nikolaus Berlakovich has said he will call for a pan-European \"stress test\" to see if nuclear power stations are earthquake proof and how they perform in terms of containment and cooling.\n1842WNN says the area around the Onagawa nuclear plant was hit very hard by the tsunami and about 200 survivors are sheltering in the power plant's administration building. Radiation levels there are said to be normal.\n1839                                                                 World Nuclear News                                                       has more information on the situation at the Onagawa nuclear power plant: It says a \"technical emergency\" was declared at 1250 after radiation levels at the site reached 21 microSieverts per hour. Within just 10 minutes, however, the level had dropped to 10 microSieverts per hour, WNN adds. The plant's three reactors remain in a safe shutdown condition at below 100C and the Tohoku Electric Power Company has reported no other issues.\n1832The Kyodo news agency has spoken to survivors of the tsunami in the town of Minamisanriku. Akio Sato, a 60 year old who is staying at an emergency shelter, said: ''It's like a hell. I can't think about what to do tomorrow. Right now, all I can do is think about how to make it through the day.\" Emerita Chiba, a 42-year-old Philippines national who is married to a Japanese fisherman said: \"The whole experience is horrifying. I don't have anything, I don't have work, and my house is gone.\"\n1827In a sign of the seriousness of the disaster, NHK did not air its period drama, Go, on Sunday night for the first time since January 1989, when Emperor Hirohito passed away. The broadcaster instead opted for rolling news coverage, the Kyodo news agency reports.\n1821The official death toll has risen to 1,596, Japanese state broadcaster NHK says. Miyagi prefecture has now confirmed 643 deaths in the cities of Higashimatsushima, Kesennuma and Sendai. The number of people whose whereabouts are unknown exceeds 10,000.\n1813Our correspondent adds: \"In the tiny village of Hikashiro, we found every house smashed, trees rammed through buildings, and debris everywhere. One old man told us that the faster people ran, the more chance they had of surviving. Thirty people were still missing, he said. The whole area is a sea of mud. To flee the tsunami, people fled in their cars. Some did not make it. I watched as search teams found a body in a mini-van the waves had dumped in a flooded field. In another field, I counted 50 cars. The local police chief says 10,000 may have died in his area alone. Often, there are new tsunami alerts caused by new tremors and everyone has to evacuate. The natural order of things has been shaken here, and nobody knows when it will settle down again.\"\n1808The BBC's Damian Grammaticas in the north-eastern city of Sendai, says: \"In the city centre, things look pretty normal. The earthquake did not do the damage that the tsunami did. Around here, everything looks pretty much intact. But what you find is that during the day time, there were huge queues of people outside the few shops which were open. Food and drinking water are in short supply. However, when you go down to the seashore, you see the devastation. Every community located in a zone a couple of miles deep along the coast has been obliterated by the tsunami. One woman who goes to the area every week told me that she did not know where she was now.\"\n1801Our correspondent adds: \"Strong aftershocks across the country are adding to the risks those tasked with rescuing survivors face. Swathes of the country are without power. From Monday, the government will start rationing it. Prime Minister Naoto Kan says Japan is facing its worst crisis in 60 years. The country's meteorological agency is warning there is a strong chance there will be second quake within the next three days. No-one can be certain where or when, but the prediction is worrying people here. They have survived the worst quake in living memory and they do not want to go through it all again.\"\n1800The BBC's Chris Hogg in Tokyo says: \"Hundreds of thousands of people here are being checked for exposure to radiation. They have been ordered to leave their homes in a wide area around the Fukushima-Daiichi nuclear power plant. Technicians there are struggling to make safe reactors damaged by the quake and wall of water that swept through the complex. For a time, leaks of radiation were detected that exceeded safety limits. Officials say the levels have since declined. Fukushima is not the only plant with problems, though. Another, further north, has been damaged too.\"\n1754UK Foreign Secretary William Hague has spoken with his Japanese counterpart to \"discuss the latest situation and co-ordination with our embassy in Tokyo,\" the Foreign Office has said. \"He expressed concern about the explosion... at Fukushima nuclear power station and offered UK help and expertise to the Japanese authorities if needed,\" it added.\n1749A spokesman for the Japan Atomic Power Company has explained that one of the cooling system pumps at its Tokai nuclear power plant failed because of the tsunami. \"We then manually stopped one of our cooling systems,\" Masao Nakano told the AFP news agency. \"But the other cooling systems and other pumps are working well, and temperatures of the reactor have continued to fall smoothly.\"\n1742Meanwhile, offers of help to the Japanese government have been pouring in from across the world. Even the poor southern Afghan city of Kandahar is chipping in - its mayor has said it is donating $50,000 to the \"brothers and sisters\" of Japan. \"I know $50,000 is not a lot of money for a country like Japan, but it is a show of appreciation from the Kandahar people,\" Ghulam Haidar Hamidi told the Reuters news agency.\n1728In a                                                                  remarkable tale of survival                                                      , the Japanese defence ministry has said a 60-year old man has been rescued, clinging to the roof of his house. It had been carried 15km out to sea by Friday's tsunami, which swept away the man's wife.\n1721More on the Tokai nuclear power plant: A report submitted to the Ibaraki prefectural government by the Japan Atomic Power Company said that one of the two pumps being used to cool the water of a suppression pool for the plant's nuclear reactor had stopped working, according to the Kyodo news agency. However, the other pump was still working and there was no problem with cooling the reactor, the prefectural government said. All control rods were set in completely at the reactor, it added.\n1713The BBC's Stephen Evens in Berlin says: \"There was already a strong movement in Germany opposed to the extension of the lives of the country's 17 nuclear power stations. It held a previously arranged anti-nuclear demonstration on Saturday which drew tens of thousands of people. Germany, clearly, does not have the same concerns as Japan because it is not prone to earthquakes. But this is the first indication of the way in which the whole nuclear debate may be re-framed in many countries. Chancellor Merkel's party faces a big electoral test in two weeks time in precisely the region where the protest took place. The Greens were already doing well in the polls, and it's hard to see how out-of-control reactors in Japan can do anything but strengthen their political position - at Mrs Merkel's expense.\"\n1710The crisis has renewed concern in other countries about the safety of atomic power. In Germany, Chancellor Angela Merkel said it represented a turning point for the world. She said that safety standards at her own country's nuclear power stations would now be reviewed. In the United States, Senator Joe Lieberman said Washington needed to put the brakes on the development of nuclear power plants until lessons were learned from what had happened in Japan.\n1706The news about Tokai comes as the authorities battle to prevent a meltdown at the stricken Fukushima-Daiichi complex. Sea water is being pumped into three overheating reactors there. The plant was rocked by an explosion on Saturday, which blew off the roof of one reactor building. Meanwhile, a state of emergency has been declared at a second nuclear site. The International Atomic Energy Agency said increased levels of radiation had been detected at Onagawa, close to the area worst hit by the tsunami.\n1702The Japan Atomic Power Company has said the cooling system of a reactor at its Tokai nuclear power plant is working, although two of the three diesel power generators used for cooling are out of order, the Reuters news agency reports. The plant, about 120km (75 miles) north of Tokyo in Ibaraki prefecture, was automatically shut down after Friday's earthquake.\n1656Our correspondent adds: \"We came across some survivors. Yasuchi Sato saw the massive wave building out at sea. He saw it gather speed and smash through the concrete breakwater that was supposed to protect the town. Then, from the safety of high ground, he watched as a torrent of water washed away his home. 'There were about 150 houses down there,' he said. 'Now there are only two or three left.' Tonight, Mr Sato is one of about 250 evacuees sleeping on the floor of a school sports hall. There is no mains electricity or running water. But a generator is powering portable heaters, and volunteers have provided blankets and food. It is not much, but with powerful aftershocks continuing it is a very welcome refuge.\"\n1651The BBC's Rachel Harvey has reached the outskirts of the coastal town of Minamisanriku in Miyagi prefecture. She sent this report: \"All day long the sound of helicopters filled the air as they ferried up and down the north-east coast. At ground level, progress was slower. Patches of main road remain impassable. We were aiming for the town of Minamisanriku, one of the areas worst affected by this unfolding disaster. There were bits of wood, twisted wood and car tires littering the road.\"\n    \t  \t\t  \t\t\t  \t\t\t\t\n1646Takehiro from the Kanto region of Japan writes: \"I am 19, a student and living in Japan. When the earthquake occurred, I was in a building on the 4th floor. We hid under our desks and waited until the shaking stopped. Some girls of the girls were crying and I thought about the earthquake in New Zealand. The sides of the building were shaking, for a minute. Most of the metropolitan trains stopped running, so people had to stay at the station or in office buildings overnight. Now, there are still some tremors in Japan. We are facing food shortages. Many shops are closed and people are rushing to convenience stores. Our town and others in Kanto plain are going to have the power cut tomorrow to save electricity. The nightmare is not over yet.\"                                                                                                 Have Your Say                                \n                                                      \n1643The Foreign Office says a dedicated crisis unit has been established, and that its travel advice now recommends against all non-essential travel to Tokyo and North East Japan.\n1640The UK Foreign Office says the British ambassador and a team of consular staff are in Sendai, the city closest to the epicentre, to assess the level of damage and to help locate British nationals. They are currently visiting evacuation centres and hospitals. Forty-five additional consular staff are also being deployed to Japan, a statement says. More teams are on standby. \"We are working with the Japanese authorities to establish whether any British nationals have been involved,\" the statement adds.\n1633The International Skating Union is considering cancelling next week's world figure skating championships in Tokyo, saying the nuclear crisis in Japan is \"very worrisome\", according to the Associated Press.\n1627A British search-and-rescue team has arrived in Japan to help find survivors. Peter Crook of the International Search and Rescue Centre told the BBC that the aftermath of a tsunami presented a different challenge to that an earthquake. \"Anything that has already been underwater is not going to be survivable, so we will be looking really for the structures on the edge of that damage,\" he said. \"That's a significant difference for us. The tsunami damage is massively widespread as well, so covering those wide areas is also going to be a challenge.\"\n    \t  \t\t  \t\t\t  \t\t\t\t\n1618Laura Shimazato in Fuchu city, Tokyo, writes: \"We had an announcement this evening that our power will be cut from 0900-1300 and from 1800-2200. Apparently, this will be happening in all the cities around Tokyo. We tried to buy candles and bottled water at the supermarket but there is nothing left. We are boiling lots of water and preparing food for our seven-month-old baby. We don't know how long these power cuts will last.\"                                                                                                 Have Your Say                                \n                                                      \n1609The 1,100MW Tokai plant, about 120km (75 miles) north of Tokyo, was automatically shut down after Friday's earthquake.\n1606A pump within the cooling system of one of the reactors at the Tokai nuclear power plant has stopped working, according to the Kyodo news agency. The plant is located in the Naka district of the central prefecture of Ibaraki, and is operated by the Japan Atomic Power Company. \n1600At the same time, Malcolm Crick, the secretary of the UN Scientific Committee on the Effects of Atomic Radiation, has told the Reuters news agency: \"This is not a serious public health issue at the moment. It won't be anything like Chernobyl. There the reactor was operating at full power when it exploded and it had no containment.\"\n1558He described the worst-case scenario: \"It is difficult to say, but that would be a core meltdown. If the rods fall and mix with water, the result would be an explosion of solid material like a volcano spreading radioactive material. Steam or a hydrogen explosion caused by the mix would spread radioactive waste more than 50km. Also, this would be multiplied. There are many reactors in the area so there would be many Chernobyls.\"\n1553He accused the government of deliberately withholding vital information that would allow outside experts help solve the problems. \"For example, there has not been enough information about the hydrogen being vented. We don't know how much was vented and how radioactive it was.\" He also described the use of sea water to cool the cores of the reactors at Fukushima-Daiichi as highly unusual and dangerous.\n1548Mr Goto said the reactors at the Fukushima-Daiichi nuclear plant were suffering pressure build-ups way beyond that for which they were designed. There was a severe risk of an explosion, with radioactive material being strewn over a very wide area - beyond the 20km evacuation zone set up by the authorities - he added. Mr Goto calculated that because Reactor No 3 at Fukushima-Daiichi - where pressure is rising and there is a risk of an explosion - used a type of fuel known as Mox, a mixture of plutonium oxide and uranium oxide, the radioactive fallout from any meltdown might be twice as bad.\n1541A former nuclear power plant designer has said Japan is facing an extremely grave crisis and called on the government to release more information, which he said was being suppressed.                                                                  Masashi Goto told a news conference in Tokyo                                                       that one of the reactors at the Fukushima-Daiichi plant was \"highly unstable\", and that if there was a meltdown the \"consequences would be tremendous\". He said such an event might be very likely indeed. So far, the government has said a meltdown would not lead to a sizeable leak of radioactive materials.\n    \t  \t\t  \t\t\t  \t\t\t\t\n1532Japan's meteorological agency has lifted all tsunami warnings for the country's Pacific coast, NHK television reports. The agency has gradually downgraded its warnings since Friday's 9.0-magnitude earthquake. However, it is warning residents of Pacific coastal areas to remain alert because of the threat arising from aftershocks.\n1527Daniel Millichip, a British student in Tokyo, tells the BBC that supplies are running low in the capital. \"Yesterday there were problems with water. There were also problems with getting hold of basic essentials like bread and that's continuing today. I haven't seen any bread in any shops. I've been in about 10 or 15. People are stocking up. They about worried about the nuclear problems, the power shortages. They believe the shops will be closed.\"\n1521The US state department is now urging all non-essential government personnel to defer travel to Japan. It also says Americans should avoid tourism and other unnecessary visits to Japan for now.\n1514Meanwhile, the Shinmoedake volcano in southern Japan has resumed eruptions of ash and rocks after a couple of weeks of inactivity, Japan's meteorological agency has said. It is unclear if the eruptions are linked to Friday's earthquake.\n    \t  \t\t  \t\t\t  \t\t\t\t\n1510Wesley Julian from Tokyo writes: \"I was in Osato in Miyagi prefecture when the earthquake happened. I spent three days there before leaving at 0400 this morning to try to reach Tokyo. We drove to Yamagata airport in the next prefecture, waited for 12 hours, got a flight to Haneda, and then took the train to Tokyo. I am now waiting at Narita airport, trying to get a flight back to Richmond, Virginia. I have no idea how long I will be here. All the businesses based at the airport are shut. I am very worried about my best friend. She flew into Minamisanriku just before the earthquake. The town has been almost completely destroyed and I haven't been able to contact her.\"                                                                                                 Have Your Say                                \n                                                      \n1507NHK reports that the death toll now stands at 1,351. In Miyagi prefecture, 515 deaths have been confirmed in the cities of Higashimatsushima, Kesennuma and Sendai. The bodies of between 200 and 300 people swept away by the tsunami were discovered on beaches near Sendai. In Minamisanriku, most buildings have been washed away and about 10,000 people remain missing, NHK adds. Police in Miyagi say the death toll is almost certain to exceed 10,000. \n1501More than 1,300 people are now confirmed to have been killed by the earthquake and tsunami which hit north-eastern Japan on Friday, state broadcaster NHK says.\n1458Meanwhile, Japan's meteorological agency has said the wind that is blowing over the Fukushima-Daiichi plant will blow from the west during Sunday night, pushing any radioactivity towards the Pacific Ocean, the Reuters news agency reports. Earlier, the wind was blowing from the south, raising concerns radioactivity could affect residential areas.\n1456Radiation levels at the Onagawa nuclear power plant in Miyagi prefecture are about 700 times higher than normal but are still low, the Tohoku Electric Power Company has said, according to the Maichi Shinbum website. Japan's Nuclear and Industrial Safety Agency dismissed the possibility that the Onagawa plant was to blame, saying it was likely caused by the radioactive substances that scattered when a hydrogen explosion hit the troubled Fukushima plant on Saturday.\n1447He adds: \"There is a real threat, particularly amongst the elderly here, many of whom are suffering from hypothermia. They were caught in the tsunami, they were in the water, and it is bitterly cold here at night. It is a very worrying situation. Hopefully it will stabilise in the coming days if the power comes back on and food starts coming into the shops. But people are in a deep state of shock here.\"\n1444Mr Fuller says some of the local roads are open, but helicopters are still the main way to get to inaccessible areas: \"Five miles down the road from here, a bridge was washed away. There are about 700 people in an evacuation centre on the other side. One of our medical teams had to get over there by helicopter to take them three days' food and water, and evacuate the seriously injured. It is a desperate situation here. You don't really get a picture if you are sitting in Tokyo, or even if you are in Sendai. Yes, the power's off and people are facing difficulties, but compared with here it is nothing.\"\n1437Patrick Fuller of the International Federation of Red Cross and Red Crescent Societies (IFRC), who is Ishinomaki, one of the worst affected cities, tells the BBC: \"I'm at the hospital in Ishinomaki and the situation is dire. This is a town of about 130,000 people. Half the town was engulfed by the tsunami and the scene of devastation is absolute. There are pockets of people who are still stranded. There are others limping into the hospital as I speak. Just five minutes ago I witnessed an elderly lady die before she could get through the doors. The Red Cross is doing an incredible job here. They have had volunteers coming in from all over the country.\"\n1424The BBC's Alastair Leithead has been travelling around Miyagi prefecture. He says: \"In one cove along the Pacific coast, everything has been destroyed or swept away. I saw the roof of a factory on the roadside. Its girders were bent like coat-hangers. All around here, there is thick mud. There are piles of chopped-up wood that once formed houses. Cars have been crushed as if they were smashed into a wall. The extent of damage is incredible. There is nothing really left here at all.\"\n1419The governor of the Bank of Japan has said it will provide 2 trillion ($24bn) to 3 trillion ($37bn) yen of liquidity to the banking system on Monday to keep markets stable in the wake of the disaster and keep short-term borrowing costs down. \"We will monitor market conditions and plan to provide markets with a lot of liquidity first thing tomorrow morning,\" Masaaki Shirakawa said. He added that the bank would also thoroughly consider the economic impact of the earthquake when the board meets for an interest rate review on Monday.\n1411The BBC's Chris Hogg in Tokyo says the rescue operation in north-east Japan is proving difficult. \"Some of the worst affected areas are hard to reach. In some villages and towns, many of the buildings appear have been washed away,\" he says. \"The earthquake was the largest anyone here can remember but it was the giant wave of water that followed that caused so much of the devastation. The prime minister has told his people they need to pull together if they are to survive the biggest challenge Japan's faced since the end of World War II.\"\n1408The earthquake in Japan is likely to have caused between $14.5bn and $34.6bn damage to property in the country, a risk analysis firm AIR Worldwide has said. Its estimate did not, however, cover the effects of the subsequent tsunami. There would be a \"significant increase in the damage estimate\", it added.\n1404As the Japanese prime minister said earlier, the earthquake is a disaster the likes of which Japan has not see for decades. But BBC World Affairs editor John Simpson has made the point that the timing of the quake is a big stroke of luck for Libyan leader Muammar Gaddafi, who is currently trying to crush a rebellion against his rule. The Libyan story was at the top of the international news agenda until Friday, and Libyans opposed to the Gaddafi regime and calling for international intervention will be worried about people forgetting them.\n    \t  \t\t  \t\t\t  \t\t\t\t\n1400Kendra Barua in Yokohama writes:\"We are more than 275 kms south of Fukushima but the panic has already started to happen. Gas stations are out of gas, stores are running out of food, emergency supplies have virtually run out and people are evacuating to the south. Aftershocks still continue and the meteorological center still sends strong earthquake warnings to our cell phones. They have also said there is more than 70 percent chance of a magnitude 7 earthquake happening in the next three days. Addition to that, the nuclear fallout is very serious. The PM was almost in tears and we could see fear in his eyes. We aren't even sure if the gov is telling all the truth about the radiation extent. Power cuts will start tommorow until the end of April in most central Japan. Anywhere from 3-6 hours per day is expected. People are in need of true information and the steps they should take without causing panic. Since the Japanese government does not seem to be capable of making critical decisions, foreign help is critical in the decision making process as well.\"                                                                                                 Have Your Say                                \n                                                      \n1358The Onagawa nuclear power plant is located near the town of Onagawa and the city of Ishinomaki city, in Miyagi prefecture, which was the region hardest hit by the earthquake. A fire broke out in the turbine building of one the reactors at Onagawa on Friday, but was put out. A water leak was also reported at another reactor on the site.\n1353A state of emergency has been declared at a second nuclear power plant in Japan, the International Atomic Energy Agency has said. \"Japanese authorities have informed the IAEA that the first, or lowest, state of emergency at the Onagawa nuclear power plant has been reported by Tohoku Electric Power Company,\" a statement said, according to the AFP news agency. The alert was declared \"as a consequence of radioactivity readings exceeding allowed levels in the area surrounding the plant\". \"Japanese authorities are investigating the source of radiation,\" it added.\n1349British regulators will be studying closely the nuclear crisis in Japan to \"learn any lessons\" for power stations in the UK, Energy Secretary Chris Huhne has said.\n1342The earthquake that struck on Friday was the largest in Japan since records began.                                                                   Here's a site                                                        offered by the Japanese Science Media Centre with more technical details and graphics on the quake.\n1336Dramatic rescue stories are starting to come through. Kyodo news                                                                   has this one                                                        from a 60-year-old man spotted floating in the sea on a piece of roof.\n1319Sumo stablemaster Tamanoi, formerly ozeki Tochiazuma, said Sunday the stable's training complex in Fukushima Prefecture had been washed away by the tsunami caused by Friday's deadly earthquake in northeastern Japan, Kyodo reports. ''This is very, very hard because Soma is a town we've spent considerable time in,\" he is quoted as saying. \"One day I'd like to go with my wrestlers and encourage the people over there.\"\n1309Japan's Tokyo Electric Power Co (Tepco) is preparing to put sea water into the No 2 reactor at Fukushima Daiichi, or Fukushima 1, power station, Reuters reports. It has already been pouring water into reactors No 1 and 3 to try to cool them.\n1304A reminder that Japan's nuclear safety agency rates the incident at level 4 on a scale of 1-7. The accident at Three Mile Island was 5, Chernobyl was 7.\n1259Noriyuki Shikata of the Japanese prime minister's office has told the BBC World Service: \"I don't think there is any need for people, for example living in Tokyo or in Kanto area to be worried about the possible impacts from the reactor. If you look at the Japanese people there are no such movements.\"\n    \t  \t\t  \t\t\t  \t\t\t\t\n1255Robert Murphy in Fukashima city writes: \"The mood in the town is very good at the moment, - calm and even humorous. People are resilient here, and used to earthquakes. But I have to say that this one, and the tsunami and nuclear incidents, have startled people far more than usual. We are some 50km west of the nuclear power plant, the other side of a tricky mountain range. We've not been told to evacuate here - and anyway I don't think it would be easy as transport has been badly affected by the disaster. Power had gone out in parts of the town, but recently sprang back to life which makes people feel better. Phone lines have also started working recently. There has not been that much damage to Fukushima considering the extent of the earthquake. The concrete buildings have fared well, but I've seen a brick building that has been destroyed. Most shops are closed and shuttered. We have some food, and you can find some convenience stores open if you hunt around. People are getting by, relatives and friends seem to be calling on family and friends thanks to their cars, or on bikes, or on foot. We have power and gas still, so we can be warm. But the water is off. If, and when, water supplies are fully restored and people can shower and bathe, spirits will really lift, especially for those of us who have not lost friends and relatives to the quake, and especially to the tsunami. \"                                                                                                 Have Your Say                                \n                                                      \n1245The UK International Search and Rescue (UK-ISAR) team has arrived in Japan.\n    \t  \t\t  \t\t\t  \t\t\t\t\n1243Mark Kemp in Fukashima Prefecture writes: \"I have been teaching English in Japan for four years. I live in Koriyama city, Fukushima Prefecture, which is quite close to the damaged nuclear power station. Myself and three friends left the city last night, to get further away from the reactor. We are now staying with a friend of a friend in Kitakata city. The official line is that there is no danger of radiation exposure, but we have been hearing conflicting things from unofficial sources and we didn't want to take the risk. Daily life was also becoming difficult in Koriyama - we had no water or gas, there was a threatened power strike, and the shops were running out of food. Here in Kitakata there is very little damage from the earthquake, but there are long queues in shops and many things, including petrol, are being rationed. Still, we are very happy to have hot food and showers again!\"                                                                                                 Have Your Say                                \n                                                      \n1240The death toll from Japan's earthquake and tsunami is expected to rise. But Ian Hanson, who is working at the International Commission on Missing Persons, points out that the number of people who are unaccounted for can also drop: \"Often with disaster situations numbers of people reported missing is very high initially - but this is often because multiple agencies are collecting information and individual missing people will be reported multiple times.\"\n    \t  \t\t  \t\t\t  \t\t\t\t\n1223Disaster-modeling company AIR Worldwide estimates the insured losses from the Japan eathrquake at between $14.5bn and $34.6bn, Reuters reports.\n    \t  \t\t  \t\t\t  \t\t\t\t\n1211                                                                  The Wall Street Journal's Daisuke Wakabayashi in Tokyo                                                       tweets: \"After waiting for eight hours, we were just told that they are done for the night. No more gasoline. Sigh. The silver lining - and it's thin - is that we were told they're getting more tomorrow and we got some priority ticket that means no lining up. I'll believe it when I see. That was crushing - sad to see there are hundreds of cars still in line right now.\"\n1209Britain's ambassador to Japan, Richard Warren, is in the city of Sendai. \"There are some cases of British nationals who are unaccounted for,\" he says. \"We've clarified that some British language teachers on a local government sponsored language training programme run by the prefecture are safe and also a similar programme run by Sendai city are safe... So far, none of the community organisations that we have been in touch with have reported any British casualties.\"\n1204Here's a                                                                   detailed piece on the power outages                                                        expected in Japan.\n1159Tokyo Electric says planned power outage to last till end of April, according to Kyodo news.\n1152France is recommending that its citizens leave the Tokyo region, citing a risk of further quakes and uncertainty over nuclear plants, Reuters reports.\n1142Catching up with a couple of details from PM Naoto Kan's announcement, where he gave an idea of the scale of the rescue operation under way. Alongside up to 100,000 troops being deployed to stricken areas there are 2,500 police, more than 1,100 emergency service teams, and more than 200 medical teams, he said.\n1135Praying for the victims of Japan's earthquake and tsunami, Pope Benedict XVI is and has praised the \"dignity and courage\" with which the Japanese are coping with the tragedy, the Associated Press reports.\n1128Steve McDonald, in Tokyo with Save the Children, says the damage to roads is making it very hard for the charity to reach affected areas. \"There is obviously a large number of children who have lost their homes,\" he told the BBC. \"In some cases they've lost family members and the picture is quite grim from what we're seeing. We are focusing very much on trying to address the psychological needs of these children, both in the short term and the long term.\"\n1121Full quote from Japanese PM Naoto Kan: \"This earthquake and tsunami and also the situation concerning the nuclear power stations are perhaps the hardest hardship that we have experienced after World War Two, within these fifty years. Whether we as Japanese people can overcome these hardships, that is dependent on each of us as Japanese citizens.\"\n1119Japan's minister of the economy, trade and industry now speaking: Starting from tomorrow a substantial amount of power will be in short supply, he says. Asks for understanding and co-operation.\n1112Govt spokesman: Difficult to reach major cities with supplies.\n1111Govt spokesman: Rising pressure at No 3 reactor isn't an immediate risk but could get worse.\n1110Govt spokesman: There's a failure of the valve at the No 3 reactor at Fukushima 1 power station. Not clear if this is cause of effect of the fact that gauge isn't showing rising water level.\n1008Govt spokesman: Trying to lower pressure at No 3 reactor at Fukushima 1 power station. Confirms risk of explosion.\n1107Govt spokesman: Currently radiation monitor hasn't show any change.\n1105Yukio Edano, the government spokesman, is speaking now. He says authorities have begun injecting seawater at the No 3 reactor at Fukushima 1 power station. He said the water level is thought to be rising, but the gauge, which seems to be broken, is not showing this.\n1058Naoto Kan appeals to Japanese people to help create a \"new Japan\".\n1057Naoto Kan: Japan undergoing hardest experience of last 50 years.\n1056Naoto Kan: No prospect of restoring lost power supplies over next few days, and there's a possibility of large-scale cuts. Authorities will be rotating electricity stoppages which may affect medical facilities and other services.\n1054Naoto Kan: 50,000 personnel deployed, preparing to increase to 100,000.\n1052Japanese Prime Minister Naoto Kan is making an announcement: We have been able to rescue 12,000 people, he says.\n1048Japan's biggest instant noodle maker, Nissin, says it will distribute more than one million packets of noodles to earthquake and tsunami victims in the north-east, AP reports.\n    \t  \t\t  \t\t\t  \t\t\t\t\n1043Jackie in Tokyo writes: \"The problem I see is confusion about nuclear meltdowns. The media is scaring people, and causing some panic. There's about 50 plus articles, with each and every one of them contradicting one another. If you're not educated about nuclear facilities and meltdowns, please do not make uneducated guesses. The problem here is the people who need to be rescued and the deaths following the quake. I'm 100% positive Japan is doing all they can to stop the meltdown. It's scary yes, but nonetheless we need to stay focused and calm.\"                                                                                                 Have Your Say                                \n                                                      \n1040In total, some 310,000 people have been evacuated to emergency shelters, according to NHK.\n1032Japan's NHK TV shows people at a shelter outside a gymnasium in Nyagi prefecture sitting round wood fires to try to keep warm. There are also people checking memos with lists of names on the wall of the gym. Officials say some 10,000 people are unaccounted for in the area.\n1025The Red Cross\/Red Crescent movement has                                                                   set up a webpage                                                        to help people locate family members missing following the earthquake and tsunami.\n1018Germany, clearly, does not have the same concerns as Japan because it is not prone to earthquakes. But she faces strong opposition from the Green party, and the BBC's Stephen Evans reports from Berlin that this is the first indication of the way in which the whole nuclear debate may be re-framed in many countries.\n1016German Chancellor Angela Merkel, speaking after a large anti-nuclear demonstration, has said safety at all the country's nuclear plants will be reviewed in the light of problems with the reactors in Japan.\n1009Japan's DPJ, LDP parties to discuss tax hike to secure funds for quake relief, Kyodo reports.\n    \t  \t\t  \t\t\t  \t\t\t\t\n0958Gennaro in Tokyo writes: \"My family has bought me a flight out of Tokyo on Tuesday, when the wind will be blowing in this direction, along with rain - the worst combination for the spread of nuclear particles. I would feel guilty about leaving others behind without lending a hand but, like in Haiti, it would mean one less mouth to feed. Unfortunately, apart from offering donations, there really isn't much we can do from the capital.\"                                                                                                 Have Your Say                                \n                                                      \n0951Despite repeated statements from Japanese authorities, the BBC's Chris Hogg reports that people don't seem very reassured. They're not panicking but they're very worried and anxious.\n0948Authorities say they think that there wasn't a meltdown at the no 3 reactor - as previously thought - only at the no 1 reactor.                                                                   See an explainer of meltdown here.                                                        In any case, officials are insisting that there is no significant risk to human health at present.\n0944Time for a recap. Attention is directed once more at the nuclear reactors at the Fukushima plant put at risk by Friday's earthquake. Authorities say attempts to cool the No 3 reactor there have failed, so there is a risk of an explosion. But they're hopeful that if there was a blast, the reactor would be protected by its casing, as they say the No 1 reactor was during an explosion on Saturday. \n    \t  \t\t  \t\t\t  \t\t\t\t\n0936Machiko in Mitaka, Tokyo writes: \"The Ministry of Economy, Trade and Industry announced that Tokyo Electric Power company will have power off from tomorrow. One area is supposed to have three hours of power off. We should save power in order to send it to the north of Japan.\"                                                                                                 Have Your Say                                \n                                                      \n0934We've updated our                                                                   picture gallery                                                        with some of the most recent striking images from Japan.\n0930Briton Michael Tonge in Sendai says he has seen queues at petrol stations of up to two miles. \"People are still shocked but are just getting on with things. The biggest concerns are finding food and fuel,\" he said.\n0927Japanese authorities have lifted all tsunami advisories for Pacific coastal areas, but warn that caution is still needed for any tsunamis caused by aftershocks, Japan's NHK reports.\n0923The president of Toshiba Corp - which made the damaged reactors at the Japanese nuclear plants - says he has been asked by Prime Minister Naoto Kan to do everything he can to contain the problems there.\n    \t  \t\t  \t\t\t  \t\t\t\t\n0914 Colin Walker, Nagoya, Japan writes: \"Regarding business people thinking about leaving [see entry at 0817]. If we are talking about the earthquake and tsunami then yes, people should stay to offer help. However, the government and Tepco [the Tokyo Electric Power Co] have been very weak with their info about the nuclear reactors. If they are in a meltdown situation then as many people as can should prepare to leave Japan. Period. This is not a joke.\"                                                                                                 Have Your Say                                \n                                                      \n0910Bank of Japan provides 55bn yen ($670m) to 13 banks in quake-hit areas - Kyodo news.\n0907There is a high risk of severe aftershocks and more tsunamis, Japan's Meteorolgical Agency has warned. Spokesman Takashi Yokota said that for the next few days Japan should brace itself for aftershocks of a magnitude of up to seven and be prepared for tsunami warnings. \n0902The BBC's Nick Ravenscroft in Sendai says fires are still burning in the waterfront neighbourhoods, mud and silt everywhere. But he says people are beginning to start a clean-up operation, distributing water and looking after the elderly. They're also putting up signs up to try to find out about people who are missing.\n0856Toyota, Honda, and Nissan are all halting some production at least until Monday. Honda is stopping production in two prefectures because it says it is unable to source the auto parts it needs, Japan's NHK TV reports.\n0847The New York Times                                                                   has a piece on doubts about nuclear energy                                                        in light of the problems at the Fukushima nuclear plant.\n    \t  \t\t  \t\t\t  \t\t\t\t\n0827The BBC's Rachel Harvey also reported on the tsunami in Indonesia in 2004. She says that the Japanese are much better prepared - they have very experienced search and rescue teams, good public address systems, and there are heavy diggers already working. She says there isn't the same mass of littered dead bodies that was seen in Aceh.\n0821The BBC's Rachel Harvey has got to within 1km of Minamisanriku, the north-eastern town that was devastated by the tsunami. She says she can't get any further because there are huge piles of rubble that rescue workers are trying to clear.\n    \t  \t\t  \t\t\t  \t\t\t\t\n0817 David Samworth, Nagoya, Japan writes: \"I am disappointed to read of foreign businesspeople who are readying to flee the country at the first sight of trouble; if you come to Japan to make your livelihood then that comes with a responsibility to your hosts to help in their time of need - and if ever there was one, this is now.\"                                                                                                 Have Your Say                                \n                                                      \n0814Friday's earthquake is likely to have a \"considerable\" impact on the economy, the government spokesman says.\n0811Apologies, had a bit of a technical hold up there, back in action now. Stay with us for all the latest updates on the situation in Japan.\n0730The overall population for Miyagi province is about two million, with some one million in Sendai. And the population of Minamisanriku, where thousands are missing, is thought to be about 17,000.\n    \t  \t\t  \t\t\t  \t\t\t\t\n0713The BBC's Nick Ravenscroft in Sendai says people are queueing to buy in bulk, but that shortages could be compounded by logistical problems in delivering supplies.\n0710The BBC's Chris Hogg in Tokyo says that among the extraordinary stories to emerge from Friday's earthquake and tsunami is one of a man who was washed 15km out to sea. Japanese authorities are scaling up their rescue operation and helicopters are still managing to find people.\n    \t  \t\t  \t\t\t  \t\t\t\t\n0702 Nicole Fall in Tokyo writes: \"Last night a group of my husband's colleagues panicked about the nuclear reactor situation and decided to head out of Tokyo by train. Some have gone to Kyoto, others Osaka with the intent of being closer to an international airport should the situation with the nuclear reactor grow worse and we need to evacuate from Tokyo too. We are now heading to the gas station to fill up the car, and already have our passports in a bag close to the door.\"                                                                                                 Have Your Say                                \n                                                      \n0658But the government warns that the shutdown of several reactors may lead to an electricity shortage and force power outages.\n0656Yukio Edano, the government spokesman who's been giving regular updates to the press, tries to provide further reassurance by saying that the radioactivity so far released into the environment does not pose a threat to human health.\n0650Despite that risk of a second explosion, the government spokesman says reactor No 3 could withstand a blast in the same way that reactor No 1 did.\n0640That's the No 3 reactor at risk of an explosion, AFP makes clear in an update.\n0638The Japanese government is warning of the risk of another reactor explosion at the Fukushima plant - AFP.\n    \t  \t\t  \t\t\t  \t\t\t\t\n0631 Martin Woodall writes from Saitama, Japan: \"There is no gasoline now in our area. I saw one petrol station open but with a very long queue - I have pumped the tyres up on my bicycle. Some heating oil is available which is good as kerosene heaters are a major way of heating especially if the electricity fails. The supermarket is very busy too with many things sold out. I guess no petrol, no deliveries?\"                                                                                                 Have Your Say                                \n                                                      \n0628An elderly woman wrapped in a blanket tearfully tells Japanese broadcaster NHK how she and her husband survived the tsunami in Kesennuma: \"I was trying to escape with my husband, but water quickly emerged against us and forced us to run up to the second storey of a house of people we don't even know at all. Water still came up to the second floor and, before our eyes, the house's owner and his daughter were flushed away. We couldn't do anything. Nothing.\"\n0606 Kenji Koshiba, a construction worker, speaking to AP from an emergency centre in Koriyama: \"First I was worried about the quake, now I'm worried about radiation. I live near the plants, so I came here to find out if I'm okay. I tested negative, but I don't know what to do next.\" \n0603Prime Minister Naoto Kan tells Toshiba Corp president Norio Sasaki to take \"firm action\" in dealing with the possible meltdown at the Fukushima No 1 nuclear plant, Japan's Nikkei reports. Toshiba constructed the facility for Tepco.\n0554Food, water and fuel are running out in the centre of Sendai, the BBC's Rachel Harvey reports from the city. Long lines of people wait outside any shop that opens its doors. Even longer lines of vehicles block the roads leading to petrol stations. \n0545The situation at the damaged Fukushima plant is still developing but Malcolm Grimston, an expert on the nuclear industry from Imperial College London, argues that the Japanese authorities should be proud of their foresight. \"Given the circumstances, I think this is an extraordinary tribute to those scientists and engineers and designers who built these plants in the 1960s. I'm enormously impressed at the way in which these reactors have withstood the largest earthquake ever in Japan and one of the 10 largest that we've ever recorded on earth\".\n0539A                                                                  before-and-after photo gallery                                                       on Australia's ABC News shows just how badly areas of the north-eastern coast were affected by the tsunami. \n0524Workers are clearing up at an air force base in Miyagi prefecture, after the tsunami coursed through it, smashing up fighter jets and covering buildings and equipment in thick in layers of mud.\n0521Photos coming from the news agencies this morning show an oil refinery still on fire in Tagajo, near Sendai. \n0517One of the biggest problems for the authorities is just reaching everyone affected, particularly in remoter regions, the BBC's Chris Hogg reports from Tokyo. \n    \t  \t\t  \t\t\t  \t\t\t\t\n0452Stephen Swain in Kawasaki writes: \"Very quiet in the suburbs. The weather is beautiful and the plum blossom is out - normally one would expect to see many people taking a walk. Today no-one has passed by - perhaps, like my wife, they are worried about radioactive pollution from the Fukushima power plant. Extreme feeling of frustration and powerlessness.\"\n                             Have Your Say                                \n                                                      \n0448No change has been detected in radiation levels in the Russian far east, which borders Japan, the country's top health inspector, Gennady Onishchenko, tells Interfax news agency. The situation is being monitored around the clock, with experts who tracked the Chernobyl disaster on stand-by if the situation deteriorates.\n0436Amid the anxiety over the power plant, the search for survivors goes on. According to Japanese media, in the small port town of Minamisanriku alone, some 10,000 people remain unaccounted for.\n0426Japanese government spokesman Yukio Edano says radioactive meltdowns may have occurred in two reactors at the plant - AFP.\n0421If you've just joined us, here are a few pointers about the nuclear crisis now unfolding as a result of Friday's earthquake. The problem centres on one of two nuclear power plants in Fukushima prefecture, which stand 11.5km (7.1 miles) apart. The plant, Fukushima 1, has six reactors. On Saturday afternoon local time, a hydrogen explosion reportedly hit the building housing the No 1 reactor but the container of the reactor remained intact. Early today local time, it was reported that the emergency cooling system of Reactor 3 had failed. The reactor's fuel rods were reportedly exposed and a partial meltdown was believed to be under way.\n0419Possible fusion in two reactors - AFP, quoting government\n0411Shaun Bernie, from lobby group Greenpeace, tells the BBC that using plutonium as fuel increases the risk that something could go wrong because plutonium-fuelled plants operate at a higher temperature. He also says plutonium is far more dangerous if it's released into the environment. \n0406More on the specific dangers of Fukushima 1 plant's reactor 3: The BBC's Chris Hogg in Tokyo says the reactor is fuelled with uranium and plutonium, meaning the consequences of a meltdown are much more severe than at the other uranium-fuelled reactors.\n0352The news coming from Japan remains bleak. Government spokesman Yukio Edano: \"We do believe that there is a possibility that meltdown has occurred - it is inside the reactor, we can't see. However, we are acting, assuming that a meltdown has occurred and with reactor number 3 we are also assuming the possibility of a meltdown as we carry out measures.\"\n    \t  \t\t  \t\t\t  \t\t\t\t\n0349                                                                 CNN presenter Piers Morgan                                                        tweets: \"Nuclear expert Bill Nye just said situation at Japan plants sounds 'way more serious' than authorities saying. Deeply worrying.\n0342The                                                                  Huffington Post                                                       tries to get to the bottom of the geological impact of the quake, quoting seismologist Daniel McNamara as saying the quake caused the land to sink: \"You see cities still underwater; the reason is subsidence. The land actually dropped, so when the tsunami came in, [the water is] just staying.\" \n0336It may seem slightly immaterial given what has followed, but Japanese officials have revised up the strength of Friday's quake from 8.8-magnitude to 9.0. US officials had measured it at 8.9.\n0335China says it has carried out checks on its nuclear facilities in the wake of Japan's troubles, the environment ministry saying: \"Our ministry is paying a great deal of attention to this huge earthquake in Japan, and has already confirmed that it has had no impact at all on our nuclear plants' safety.\"\n0330With all the focus shifting to the nuclear crisis and the rescue mission, it's worth remembering that Japan is still experiencing powerful aftershocks. Hirofumi Yokoyama from Japan's meteorological agency says: \"Aftershocks are following, one after another, and in places that were hit hard by the earthquake, please be careful of aftershocks because there are dangers of further deterioration of the conditions of houses.\"\n0325Mr Fuller adds: \"You simply can't get into many of these places. It's still early days in judging the scope of this disaster. Every day we're hearing reports of many people still missing. Based on past experience of the Indian Ocean tsunami in 2004, this doesn't bode well.\"\n0323Patrick Fuller from Red Cross tells the BBC: \"The priority is to get medical help to people, but also to continue the flow of relief materials.\"\n    \t  \t\t  \t\t\t  \t\t\t\t\n0321Robert Murphy in Fukushima City writes: \"I feel sure people around us are feeling and reacting the same as we are. They are resilient here, and used to earthquakes, but I have to say that this one, and the tsunami and nuclear incidents, have startled people far more than usual. We are all unnerved, but holding on for fear of making everything worse. That's where the authorities should be stepping in to reassure people that the situation can be kept under control, barring further massive quakes, which we would all accept as none of the government's fault. \"\n                             Have Your Say                                \n                                                      \n0317The Tepco statement adds: \"In order to fully secure safety, we operated the vent valve to reduce the pressure of the reactor containment vessels (partial release of air containing radioactive materials) and completed the procedure at 8:41AM.\"\n0315In its                                                                  latest update,                                                        Tepco clarifies the problem with Reactor 3: \"High Pressure Coolant Injection System of Unit 3 automatically stopped. We endeavoured to restart the Reactor Core Isolation Cooling System but failed.\"\n0314Tepco, which runs the stricken nuclear power plans, is updating its website regularly with                                                                  technical briefings                                                        on the status of the reactors.\n0308American journalist and Japan crime expert Jake Adelstein has a                                                                  useful piece on the Japan Subculture website                                                        detailing the measures people can take to protect from radiation. \n0302The Japan Times                                                                  has sobering piece                                                        on the sheer force unleashed by the quake, with the claim that the event tilted the Earth's axis by 10cm.\n0248For those of you with Google Earth capability, there's a                                                                  new website                                                        with high-definition satellite images of the affected areas.\n0235More than 200 bodies found at Higashimatsushima, police say - AFP. First time I've seen that place-name mentioned.\n0232The plant operator says the top of the fuel rods is 3 metres above water - AFP, quoting Kyodo.\n0228Just a reminder: cooling systems failed at the No 3 reactor hours after the explosion at the No 1 reactor.\n0225The unsafe level of radioactivity at the Fukushima plant is being created by the plant's No 3 reactor, AFP says, quoting the Japanese government. \n0221This is probably the worst earthquake Japan has experienced in 1,000 years, the BBC's Chris Hogg reports from Tokyo.\n0217The latest from Japanese Prime Minister Naoto Kan: \"We've been working overnight to try to recover from the situation. I'm about to board a helicopter to go to the affected areas, in particular the area around affected nuclear facilities. At the moment we have ordered a 10km exclusion zone around the facility. I'm going there with experts from the industry to talk with the people responsible on the ground, and to grasp how the situation is. On this basis we will make the necessary decisions.\"\n0214The number of people reported missing in Fukushima prefecture is now 1,167, AFP reports, quoting Kyodo. \n0210Surveying the damage from a road in the north-east, the BBC's Alastair Leithead says the sea is so far away it is out of sight. It just shows how far the tsunami travelled inland, he adds. \n0202More on the higher radioactivity level at the nuclear plant. The Tokyo Electric Power Co (Tepco) has informed the government of an \"emergency situation\" but this does not mean an immediate threat to human health, the company adds. A similar rise in radiation levels occurred after the company released radioactive steam from another reactor to let go of pressure. On that occasion too, the company was obliged to inform the government of an \"emergency situation\".\n0157This new quake measured 6.2 and was centred about 179km (111 miles) east of the Japanese capital, at a depth of 24.5km.\n0155A strong earthquake occurred off Japan's eastern coast at 0126 GMT today, the US Geological Survey confirms. It was closer to Tokyo than Friday's quake. Buildings swayed in the capital, AP says. \n0152 Yaroslav Shtrombakh, a Russian nuclear expert, has told the Associated Press that it is unlikely that the Japanese plant will suffer a meltdown like the one in 1986 at Chernobyl, when a reactor exploded and sent a cloud of radiation over much of Europe. That reactor, unlike the reactors at Fukushima, was not housed in a sealed container.\n0147The legal limit for radioactivity has been passed at the Fukushima plant, AFP says, quoting Japan's Kyodo news agency.\n0144The government, which took power led by the Democratic Party of Japan for the first time less than two years ago, is already facing criticism. \"Crisis management is incoherent,\" is a headline in the Asahi newspaper.\n    \t  \t\t  \t\t\t  \t\t\t\t\n0139 Thousands of people have spent another freezing night huddled over heaters in emergency shelters along the north-eastern coast. Aid has just begun to trickle into many areas. \"All we have to eat are biscuits and rice balls,\" said Noboru Uehara, 24, a delivery truck driver who was wrapped in a blanket against the cold at a shelter in Iwake. \"I'm worried that we will run out of food.\" \n0133If you're just joining us and need a catch-up on the alarming nuclear situation, the BBC website now has a                                                                  timeline and explainer.                                                      \n0123AFP has updated its story about the Japanese military deployment being doubled. It was quoting a government official on condition of anonymity. So that's not official yet.\n0120There are three US warships off the Japanese coast helping with the Japanese government's search and rescue effort, US 7th Fleet spokesman Lt Anthony Falvo says. One of their tasks is to search debris washed out to sea by the tsunami. \n0116As you can see from Chris's report, it's broad daylight in Japan now, 1016 local time. \n0115Reporting live from Tokyo, the BBC's Chris Hogg says nuclear safety has always been a sensitive issue in a country so prone to earthquakes and the government is anxious not to cause unnecessary panic. \n0109Japan has doubled the number of soldiers being deployed to cope with the disaster to 100,000 - AFP.\n0106The director general of the UN nuclear watchdog (IAEA), Yukiya Amano, says he hopes the actions taken by the Japanese authorities at the power plant will be successful: \"The IAEA was informed by the Japanese authorities that the explosion occurred outside the primary containment vessel at unit one and the integrity of that vessel is confirmed. The IAEA has been informed that sea water with boron is being injected into the vessel as a counter-measure to prevent possible damage to the core. I hope that the sea water will be injected successfully and that the safety of unit one will be established as soon as possible.\"\n0058More on those casualty figures from national police: 642 people are also reported missing, with 1,570 injured. The death toll of nearly 900 does not include up to 300 bodies found in Sendai, AFP news agency notes.\n0046 A reminder of the situation at the Fukushima No 1 nuclear power plant. The operator has said it is preparing to vent some steam to relieve pressure in the No 3 reactor. Earlier, there was an explosion and leak from the plant's No 1 reactor. \n0030Nearly 900 people were killed as a result of the earthquake and tsunami, Japanese national police say.\n0023Welcome to the third day of our live coverage of Japan's earthquake disaster. We've archived Saturday's minute-by-minute updates, but you can still access them on                                                                  a separate page                                                        of the website.\n","entities":[{"type":"Country","relevance":"0.931443","count":"104","text":"Japan","disambiguated":{"subType":["Location","GovernmentalJurisdiction","Kingdom","MilitaryPost"],"name":"Japan","website":"http:\/\/www.kantei.go.jp\/foreign\/index-e.html","dbpedia":"http:\/\/dbpedia.org\/resource\/Japan","freebase":"http:\/\/rdf.freebase.com\/ns\/m.03_3d","ciaFactbook":"http:\/\/www4.wiwiss.fu-berlin.de\/factbook\/resource\/Japan","opencyc":"http:\/\/sw.opencyc.org\/concept\/Mx4rvVkCopwpEbGdrcN5Y29ycA"}},{"type":"City","relevance":"0.726352","count":"41","text":"Tokyo","disambiguated":{"subType":["AdministrativeDivision","JapanesePrefecture","OlympicHostCity","PlaceWithNeighborhoods"],"name":"Tokyo","geo":"35.70055555555555 139.715","website":"http:\/\/www.metro.tokyo.jp\/ENGLISH\/","dbpedia":"http:\/\/dbpedia.org\/resource\/Tokyo","freebase":"http:\/\/rdf.freebase.com\/ns\/m.07dfk","geonames":"http:\/\/sws.geonames.org\/1850147\/","yago":"http:\/\/yago-knowledge.org\/resource\/Tokyo"}},{"type":"NaturalDisaster","relevance":"0.718747","count":"39","text":"earthquake","disambiguated":{"subType":["CauseOfDeath"],"name":"Earthquake","website":"http:\/\/www.petquake.org","dbpedia":"http:\/\/dbpedia.org\/resource\/Earthquake","freebase":"http:\/\/rdf.freebase.com\/ns\/m.02r97","opencyc":"http:\/\/sw.opencyc.org\/concept\/Mx4rwQBYpZwpEbGdrcN5Y29ycA"}},{"type":"FieldTerminology","relevance":"0.708879","count":"32","text":"nuclear power plant"},{"type":"Company","relevance":"0.659254","count":"32","text":"BBC"},{"type":"Organization","relevance":"0.623143","count":"20","text":"Japanese government","disambiguated":{"name":"Government of Japan","dbpedia":"http:\/\/dbpedia.org\/resource\/Government_of_Japan","freebase":"http:\/\/rdf.freebase.com\/ns\/m.06s8df"}},{"type":"City","relevance":"0.618282","count":"20","text":"Sendai","disambiguated":{"subType":["JapaneseDesignatedCity"],"name":"Sendai","dbpedia":"http:\/\/dbpedia.org\/resource\/Sendai","freebase":"http:\/\/rdf.freebase.com\/ns\/m.01wr43","geonames":"http:\/\/sws.geonames.org\/2111149\/","yago":"http:\/\/yago-knowledge.org\/resource\/Sendai"}},{"type":"Company","relevance":"0.58856","count":"13","text":"Tokyo Electric Power Co"},{"type":"FieldTerminology","relevance":"0.569148","count":"10","text":"nuclear power"},{"type":"Company","relevance":"0.548883","count":"9","text":"Tokyo Electric Power company","disambiguated":{"name":"Tokyo Electric Power Company","dbpedia":"http:\/\/dbpedia.org\/resource\/Tokyo_Electric_Power_Company","freebase":"http:\/\/rdf.freebase.com\/ns\/m.03l8r4"}},{"type":"Company","relevance":"0.512565","count":"11","text":"Kyodo news","disambiguated":{"subType":[],"name":"Kyodo News","website":"http:\/\/home.kyodo.co.jp\/","dbpedia":"http:\/\/dbpedia.org\/resource\/Kyodo_News","freebase":"http:\/\/rdf.freebase.com\/ns\/m.01lh9g","yago":"http:\/\/yago-knowledge.org\/resource\/Kyodo_News"}},{"type":"Company","relevance":"0.504344","count":"12","text":"Reuters","disambiguated":{"subType":[],"name":"Reuters","website":"http:\/\/www.reuters.com","dbpedia":"http:\/\/dbpedia.org\/resource\/Reuters","freebase":"http:\/\/rdf.freebase.com\/ns\/m.0ps53","yago":"http:\/\/yago-knowledge.org\/resource\/Reuters","crunchbase":"http:\/\/www.crunchbase.com\/company\/reuters"}},{"type":"FieldTerminology","relevance":"0.500766","count":"9","text":"nuclear plants"},{"type":"FieldTerminology","relevance":"0.469097","count":"13","text":"news agency"},{"type":"Person","relevance":"0.466861","count":"12","text":"Prime Minister Naoto Kan"},{"type":"GeographicFeature","relevance":"0.465578","count":"6","text":"Fukushima Prefecture"},{"type":"StateOrCounty","relevance":"0.464757","count":"9","text":"Fukushima"},{"type":"Country","relevance":"0.450069","count":"16","text":"United States","disambiguated":{"subType":["Location","Region","AdministrativeDivision","GovernmentalJurisdiction","FilmEditor"],"name":"United States","website":"http:\/\/www.usa.gov\/","dbpedia":"http:\/\/dbpedia.org\/resource\/United_States","freebase":"http:\/\/rdf.freebase.com\/ns\/m.09c7w0","ciaFactbook":"http:\/\/www4.wiwiss.fu-berlin.de\/factbook\/resource\/United_States","opencyc":"http:\/\/sw.opencyc.org\/concept\/Mx4rvVikKpwpEbGdrcN5Y29ycA","yago":"http:\/\/yago-knowledge.org\/resource\/United_States"}},{"type":"FieldTerminology","relevance":"0.418567","count":"5","text":"nuclear reactors"},{"type":"GeographicFeature","relevance":"0.418321","count":"9","text":"Miyagi prefecture"},{"type":"City","relevance":"0.402827","count":"9","text":"Minamisanriku","disambiguated":{"subType":[],"name":"Minamisanriku, Miyagi","geo":"38.67777777777778 141.4463888888889","website":"http:\/\/www.town.minamisanriku.miyagi.jp\/","dbpedia":"http:\/\/dbpedia.org\/resource\/Minamisanriku,_Miyagi","freebase":"http:\/\/rdf.freebase.com\/ns\/m.0g4wqp","yago":"http:\/\/yago-knowledge.org\/resource\/Minamisanriku,_Miyagi"}},{"type":"Company","relevance":"0.402086","count":"8","text":"NHK"},{"type":"Person","relevance":"0.398193","count":"9","text":"Chris Hogg","disambiguated":{"subType":["Athlete","FootballPlayer"],"name":"Chris Hogg","dbpedia":"http:\/\/dbpedia.org\/resource\/Chris_Hogg","freebase":"http:\/\/rdf.freebase.com\/ns\/m.04tnbt","yago":"http:\/\/yago-knowledge.org\/resource\/Chris_Hogg"}},{"type":"Company","relevance":"0.39187","count":"5","text":"Fukushima"},{"type":"Company","relevance":"0.38733","count":"4","text":"Japan Atomic Power Company","disambiguated":{"subType":[],"name":"Japan Atomic Power Company","website":"http:\/\/www.japc.co.jp\/english\/","dbpedia":"http:\/\/dbpedia.org\/resource\/Japan_Atomic_Power_Company","freebase":"http:\/\/rdf.freebase.com\/ns\/m.02vlwx6","yago":"http:\/\/yago-knowledge.org\/resource\/Japan_Atomic_Power_Company"}},{"type":"TelevisionStation","relevance":"0.382015","count":"5","text":"NHK","disambiguated":{"subType":["Broadcast"],"name":"NHK","geo":"35.66529722222222 139.69594722222223","website":"http:\/\/www.nhk.or.jp\/","dbpedia":"http:\/\/dbpedia.org\/resource\/NHK","freebase":"http:\/\/rdf.freebase.com\/ns\/m.012xtc","yago":"http:\/\/yago-knowledge.org\/resource\/NHK"}},{"type":"Organization","relevance":"0.365277","count":"7","text":"International Atomic Energy Agency","disambiguated":{"subType":["AwardWinner"],"name":"International Atomic Energy Agency","geo":"48.23388888888889 16.41611111111111","website":"http:\/\/www.iaea.org","dbpedia":"http:\/\/dbpedia.org\/resource\/International_Atomic_Energy_Agency","freebase":"http:\/\/rdf.freebase.com\/ns\/m.03w28","opencyc":"http:\/\/sw.opencyc.org\/concept\/Mx4rvk5wBpwpEbGdrcN5Y29ycA","yago":"http:\/\/yago-knowledge.org\/resource\/International_Atomic_Energy_Agency"}},{"type":"City","relevance":"0.361219","count":"7","text":"Koriyama city"},{"type":"Company","relevance":"0.354405","count":"3","text":"Tohoku Electric Power Company","disambiguated":{"subType":[],"name":"Tohoku Electric Power","website":"http:\/\/www.tohoku-epco.co.jp\/index-e.htm","dbpedia":"http:\/\/dbpedia.org\/resource\/Tohoku_Electric_Power","freebase":"http:\/\/rdf.freebase.com\/ns\/m.02vtx6l"}},{"type":"GeographicFeature","relevance":"0.351018","count":"5","text":"Fukushima 1"},{"type":"Country","relevance":"0.3477","count":"4","text":"UK","disambiguated":{"subType":["Location","AdministrativeDivision","GovernmentalJurisdiction"],"name":"Northern Ireland","dbpedia":"http:\/\/dbpedia.org\/resource\/Northern_Ireland","freebase":"http:\/\/rdf.freebase.com\/ns\/m.05bcl","geonames":"http:\/\/sws.geonames.org\/2637761\/","opencyc":"http:\/\/sw.opencyc.org\/concept\/Mx4rvViE_pwpEbGdrcN5Y29ycA","yago":"http:\/\/yago-knowledge.org\/resource\/Northern_Ireland"}},{"type":"Company","relevance":"0.338019","count":"1","text":"Japan Railways","disambiguated":{"subType":["TransportOperator"],"name":"Japan Railways Group","dbpedia":"http:\/\/dbpedia.org\/resource\/Japan_Railways_Group","freebase":"http:\/\/rdf.freebase.com\/ns\/m.03zfzc"}},{"type":"FieldTerminology","relevance":"0.318448","count":"8","text":"the house"},{"type":"Company","relevance":"0.305894","count":"1","text":"Tokyo Stock Exchange","disambiguated":{"subType":[],"name":"Tokyo Stock Exchange","geo":"35.68266666666667 139.77880833333333","website":"http:\/\/www.tse.or.jp\/english\/","dbpedia":"http:\/\/dbpedia.org\/resource\/Tokyo_Stock_Exchange","freebase":"http:\/\/rdf.freebase.com\/ns\/m.01b571","yago":"http:\/\/yago-knowledge.org\/resource\/Tokyo_Stock_Exchange"}},{"type":"City","relevance":"0.304905","count":"3","text":"Higashimatsushima","disambiguated":{"name":"Higashimatsushima, Miyagi","dbpedia":"http:\/\/dbpedia.org\/resource\/Higashimatsushima,_Miyagi","freebase":"http:\/\/rdf.freebase.com\/ns\/m.05wjck","yago":"http:\/\/yago-knowledge.org\/resource\/Higashimatsushima,_Miyagi"}},{"type":"Company","relevance":"0.304614","count":"8","text":"AFP"},{"type":"JobTitle","relevance":"0.297934","count":"4","text":"official"},{"type":"PrintMedia","relevance":"0.290683","count":"1","text":"Japan Times","disambiguated":{"subType":["Newspaper"],"name":"The Japan Times","website":"http:\/\/www.japantimes.co.jp","dbpedia":"http:\/\/dbpedia.org\/resource\/The_Japan_Times","freebase":"http:\/\/rdf.freebase.com\/ns\/m.015tck","yago":"http:\/\/yago-knowledge.org\/resource\/The_Japan_Times"}},{"type":"City","relevance":"0.288709","count":"3","text":"Kanto"},{"type":"Company","relevance":"0.284933","count":"1","text":"Bank of Japan","disambiguated":{"subType":[],"name":"Bank of Japan","geo":"35.6861 139.7715","website":"http:\/\/www.boj.or.jp\/en\/","dbpedia":"http:\/\/dbpedia.org\/resource\/Bank_of_Japan","freebase":"http:\/\/rdf.freebase.com\/ns\/m.019rb6","yago":"http:\/\/yago-knowledge.org\/resource\/Bank_of_Japan"}},{"type":"Person","relevance":"0.284601","count":"9","text":"Rachel Harvey"},{"type":"JobTitle","relevance":"0.280929","count":"3","text":"secretary"},{"type":"City","relevance":"0.276872","count":"3","text":"Ibaraki"},{"type":"Region","relevance":"0.276764","count":"1","text":"Tohoku","disambiguated":{"subType":["Location","AdministrativeDivision"],"name":"Tōhoku region","geo":"38.9 140.68333333333334","dbpedia":"http:\/\/dbpedia.org\/resource\/Tōhoku_region","freebase":"http:\/\/rdf.freebase.com\/ns\/m.01ctvk"}},{"type":"Person","relevance":"0.272316","count":"2","text":"Senator Joseph Lieberman","disambiguated":{"subType":["Politician","Senator","U.S.Congressperson"],"name":"Joe Lieberman","website":"http:\/\/lieberman.senate.gov\/","dbpedia":"http:\/\/dbpedia.org\/resource\/Joe_Lieberman","freebase":"http:\/\/rdf.freebase.com\/ns\/m.0jw5r","yago":"http:\/\/yago-knowledge.org\/resource\/Joe_Lieberman"}},{"type":"Person","relevance":"0.271869","count":"4","text":"Chancellor Angela Merkel","disambiguated":{"subType":["Politician","AwardWinner","Chancellor"],"name":"Angela Merkel","dbpedia":"http:\/\/dbpedia.org\/resource\/Angela_Merkel","freebase":"http:\/\/rdf.freebase.com\/ns\/m.0jl0g","yago":"http:\/\/yago-knowledge.org\/resource\/Angela_Merkel"}},{"type":"Organization","relevance":"0.270546","count":"2","text":"UN","disambiguated":{"subType":["MembershipOrganization","AwardWinner","GovernmentalBody","TouristAttraction"],"name":"United Nations","website":"http:\/\/www.un.org\/","dbpedia":"http:\/\/dbpedia.org\/resource\/United_Nations","freebase":"http:\/\/rdf.freebase.com\/ns\/m.07t65","opencyc":"http:\/\/sw.opencyc.org\/concept\/Mx4rvVkMNpwpEbGdrcN5Y29ycA","yago":"http:\/\/yago-knowledge.org\/resource\/United_Nations"}},{"type":"PrintMedia","relevance":"0.270141","count":"2","text":"New York Times","disambiguated":{"subType":["Organization","Company","AwardPresentingOrganization","AwardWinner","CompanyShareholder","Newspaper"],"name":"The New York Times","website":"http:\/\/www.nytimes.com","dbpedia":"http:\/\/dbpedia.org\/resource\/The_New_York_Times","freebase":"http:\/\/rdf.freebase.com\/ns\/m.07k2d","yago":"http:\/\/yago-knowledge.org\/resource\/The_New_York_Times"}},{"type":"Person","relevance":"0.269941","count":"6","text":"Yasuchi Sato"},{"type":"Organization","relevance":"0.268745","count":"2","text":"Foreign Office","disambiguated":{"subType":["GovernmentAgency","GovernmentalBody"],"name":"Foreign and Commonwealth Office","geo":"51.502694444444444 -0.12769444444444444","website":"http:\/\/www.fco.gov.uk","dbpedia":"http:\/\/dbpedia.org\/resource\/Foreign_and_Commonwealth_Office","freebase":"http:\/\/rdf.freebase.com\/ns\/m.0g7hr","opencyc":"http:\/\/sw.opencyc.org\/concept\/Mx4rPLDBZssSEdmAAAACs6hRjg"}}]}