{"url":"http:\/\/www.foxnews.com\/world\/2013\/11\/08\/strongest-typhoon-year-hits-philippines\/","paragraphs":["You're logged in as &nbsp;","","On Air Now &rsaquo;","On Air Personalities &rsaquo;"," \t\t\t\tPrevious Slide  \t\t\t\tNext Slide \t\t\t","Nov. 8, 2013 - Huge waves brought about by powerful typhoon Haiyan hit the shoreline in Legazpi city, Albay province 325 miles south of Manila, Philippines. Typhoon Haiyan,  one of the most powerful typhoons ever recorded set off landslides, knocked out power in one entire province and cut communications in the country's central region of island provinces.AP","Nov. 8, 2013 - Residents clear the road after a tree was toppled by strong winds and damaged a van at the onslaught of powerful typhoon Haiyan that hit the island province of Cebu, Philippines.AP","Nov. 7, 2013: This image provided by the U.S. Naval Research Lab shows Typhoon Haiyan taken by the NEXSAT satellite 2:30 a.m. EDT.AP","MANILA, Philippines &#8211; &nbsp;One of the most powerful storms on record devastated the central Philippines, killing more than 100 people, leveling homes and leaving the airport in the hard-hit city of Tacloban in shambles, officials said Saturday.","With communications and roads still cut off, Capt. John Andrews, deputy director general of the Civil Aviation Authority of the Philippines, said he had received \"reliable information\" by radio from his staff that more than 100 bodies were lying in the streets of Tacloban on Leyte Island. It was one of five islands where Typhoon Haiyan slammed Friday.&#160;","Regional military commander Lt. Gen. Roy Deveraturda said that the casualty figure \"probably will increase,\" after viewing aerial photographs of the widespread devastation caused by the typhoon.","Civil aviation authorities in Tacloban, about 360 miles southeast of Manila, reported that the seaside airport terminal was \"ruined\" by storm surges, Andrews said.","Television images showed residents of Tacloban wading through flooded streets littered half-submerged cars, Reuters reported. Communications networks and most roads were cut off after heavy flooding.","\"Almost all houses were destroyed, many are totally damaged. Only a few are left standing,\" Major Rey Balido, a spokesman for the national disaster agency, told Reuters.","Cabinet Secretary Rene Almendras, a senior aide to President Benigno Aquino III, said that the number of casualties could not be immediately determined, but that the figure was \"probably in that range\" given by Andrews. Government troops were helping recover bodies, he said.","U.S. Marine Col. Mike Wylie, who surveyed the damage in Tacloban prior to possible American assistance, said that the damage to the runway was significant. Military planes were still able to land with relief aid.","\"The storm surge came in fairly high and there is significant structural damage and trees blown over,\" he told the AP. Wylie is a member of the U.S.-Philippines Military Assistance Group based in Manila.","Secretary of State John Kerry said in a statement that America stood ready to help.","Joseph de la Cruz, who hitched a ride on a military plane from Tacloban back to Manila, said he had counted at least 15 bodies.","\"A lot of the dead were scattered,\" he said, adding that he walked for about eight hours to reach the Tacloban airport.","The Philippine television station GMA reported its news team saw 11 bodies, including that of a child, washed ashore Friday and 20 more bodies at a pier in Tacloban hours after the typhoon ripped through the coastal city.","At least 20 more bodies were taken to a church in nearby Palo town that was used as an evacuation center but had to be abandoned when its roofs were blown away, the TV network reported. TV images showed howling winds peeling off tin roof sheets during heavy rain.","Ferocious winds felled large branches and snapped coconut trees. A man was shown carrying the body of his 6-year-old daughter who drowned, and another image showed vehicles piled up in debris.","\"I saw those big waves and immediately told my neighbors to flee. We thought it was a tsunami,\" Floremil Mazo, a villager in southeastern Davao Oriental province, told Reuters.","Nearly 800,000 people were forced to flee their homes and damage was believed to be extensive. About 4 million people were affected by the typhoon, the national disaster agency said.","Relief workers said they were struggling to find ways to deliver food and other supplies, with roads blocked by landslides and fallen trees.","In western Palawan province, disaster officials said three fishermen died in Coron township after jumping off their anchored boat which was battered by big waves. One fisherman survived.","Weather officials said Haiyan had sustained winds of 147 mph with gusts of 275 kph 170 mph when it made landfall. By those measurements, Haiyan would be comparable to a strong Category 4 hurricane in the U.S., nearly in the top category, a 5.","Hurricanes, cyclones and typhoons are the same thing. They are just called different names in different parts of the world.","The typhoon's sustained winds weakened Saturday to 101 mph with stronger gusts as it blew farther away from the Philippines toward Vietnam.","Vietnamese authorities in four central provinces began evacuating more than 500,000 people from high risk areas to government buildings, schools and other concrete homes able to withstand strong winds.","\"The evacuation is being conducted with urgency and must be completed before 5 p.m.,\" disaster official Nguyen Thi Yen Linh by telephone from central Danang City, where some 76,000 are being moved to safety.","Hundreds of thousands of others were being taken to shelters in the provinces of Quang Ngai, Quang Nam and Thua Thien Hue. Schools were closed and two deputy prime ministers were sent to the region to direct the preparations.","The typhoon was forecast to make landfall around 10 a.m. Sunday between Danang and Quang Ngai and move up the northeast coast of Vietnam.","The Associated Press and Reuters contributed to this report.","You must login to comment.","View Article","Advertisement","World Markets&rsaquo;","Advertisement","This material may not be published, broadcast, rewritten, or redistributed.\t&#169;2013 FOX News Network, LLC. All rights reserved. All market data delayed 20 minutes."]}