{"url":"http:\/\/www.bbc.co.uk\/news\/science-environment-22421185","paragraphs":["","Please turn on JavaScript. Media requires JavaScript to play.","The BBC&#039;s Rebecca Morelle saw the 3D-printed gun&#039;s first test in Austin, Texas","The world&#039;s first gun made with 3D printer technology has been successfully fired in the US.","The controversial group which created the firearm, Defense Distributed, plans to make the blueprints available online.","The group has spent a year trying to create the firearm, which was successfully tested on Saturday at a firing range south of Austin, Texas.","Anti-gun campaigners have criticised the project. ","Europe&#039;s law enforcement agency said it was monitoring developments.","Victoria Baines, from Europol&#039;s cybercrime centre, said that at present criminals were more likely to pursue traditional routes to obtain firearms.","She added, however: &quot;But as time goes on and as this technology becomes more user friendly and more cost effective, it is possible that some of these risks will emerge.&quot;","Defense Distributed is headed by Cody Wilson, a 25-year-old law student at the University of Texas.","Mr Wilson said: &quot;I think a lot of people weren&#039;t expecting that this could be done.&quot;","3D printing has been hailed as the future of manufacturing.","The technology works by building up layer upon layer of material - typically plastic - to build complex solid objects.","The idea is that as the printers become cheaper, instead of buying goods from shops, consumers will instead be able to download designs and print out the items at home.","But as with all new technologies, there are risks as well as benefits.","The gun was made on a 3D printer that cost $8,000 (£5,140) from the online auction site eBay. ","It was assembled from separate printed components made from ABS plastic - only the firing pin was made from metal.","Mr Wilson, who describes himself as a crypto-anarchist, said his plans to make the design available were &quot;about liberty&quot;. ","He told the BBC: &quot;There is a demand of guns - there just is. There are states all over the world that say you can&#039;t own firearms - and that&#039;s not true anymore. ","&quot;I&#039;m seeing a world where technology says you can pretty much be able to have whatever you want. It&#039;s not up to the political players any more.&quot;","Asked if he felt any sense of responsibility about whose hands the gun might fall into, he told the BBC: &quot;I recognise the tool might be used to harm other people - that&#039;s what the tool is - it&#039;s a gun. "," &quot;But I don&#039;t think that&#039;s a reason to not do it - or a reason not to put it out there.&quot;","To make the gun, Mr Wilson received a manufacturing and seller&#039;s licence from the US Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF).","Donna Sellers, from the ATF, told BBC News that the 3D-printed gun, as long as it was not a National Firearms Act weapon (an automatic gun, for example), was legal in the US.","She said: &quot;[In the US] a person can manufacture a firearm for their own use. However, if they engage in the business of manufacture to sell a gun, they need a licence.&quot;","Amid America&#039;s ongoing gun debate in the wake of the shootings at Sandy Hook Elementary School in Newtown, Connecticut, US congressman Steve Israel recently called for a ban on 3D guns under the Undetectable Firearms Act.","Groups looking to tighten US gun laws have also expressed concern. ","Leah Gunn Barrett, from New Yorkers Against Gun Violence, has said: &quot;These guns could fall into the hands of people who should not have guns - criminals, people who are seriously mentally ill, people who are convicted of domestic violence, even children.&quot;","3D printing technology has already been used by some criminal organisations to create card readers - &quot;skimmers&quot; - that are inserted into bank machines.","Many law enforcement agencies around the world now have people dedicated to monitoring cybercrime and emerging technologies such as 3D printers.","Ms Baines from Europol said: &quot;What we know is that technology proceeds much more quickly than we expect it to. So by getting one step ahead of the technological developments, we hope and believe we will be able to get one step ahead of the criminals as well.&quot; "," This entry is now closed for comments  ","3D printed guns came up in a fictional TV series some time ago. It was inevitable that it would happen, What bothers me is that the blueprints will be available online!"," Report this comment (Comment number 1067)","Link to this (Comment number 1067)","People commenting are acting like this pistol was the first and only thing created by a 3D printer. The technology has been around a while. It was only inevitable that a gun would be created by it."," Report this comment (Comment number 981)","Link to this (Comment number 981)","3D printers should really be put to a better use than someone trying to get some publicity, already their working on ways to print bone structure that cud be used to recreate amputated limbs grown in a lab, why do people need a gun to defend themselves, learn proper self defense, arming yourself is arming your potential attacker, you think they'll not be prepared too?"," Report this comment (Comment number 946)","Link to this (Comment number 946)","Surely this poses a great risk to airport security now that it seems to be made by a majority of plastic.Now people can just make their own guns at home when these printers become more readily available. This just seems mindbogglingly stupid and shortsighted."," Report this comment (Comment number 75)","Link to this (Comment number 75)","Likely to happen anyway unfortunately, but a shame he did not spend his efforts designing water pump parts for the poorer regions of the world instead of weapons to kill people."," Report this comment (Comment number 2)","Link to this (Comment number 2)","Add your comment","Sign in with your BBC iD, or Register to comment and rate comments","  All posts are reactively-moderated  and must obey the house rules. ","A US company formally launches an &quot;electronic backpack&quot; mobile phone app that controls the movements of cockroaches and defends itself against cruelty claims.","Egypt&#039;s pyramids as you&#039;ve never seen them before \t  \t\t\t\t  ","Is it right to make elephants leave their home? \t  \t\t\t\t  ","The rookie tax forcing new American footballers to pay up \t  \t\t\t\t  ","The best time to drink coffee is 09:30 to 11:30 and more nuggets \t  \t\t\t\t  ","Take a ride to the top of China&#039;s tallest building - set to reach 2,073 ft (632m) high","BBC &copy; 2013 The BBC is not responsible for the content of external sites. Read more.","This page is best viewed in an up-to-date web browser with style sheets (CSS) enabled. While you will be able to view the content of this page in your current browser, you will not be able to get the full visual experience. Please consider upgrading your browser software or enabling style sheets (CSS) if you are able to do so."]}